{
  "dane": "Zebrane informacje, liczby, odpowiedzi.",
  "zestaw danych (dataset)": "Cała tabela z danymi, na której pracujemy.",
  "rekord (wiersz)": "Jedna linijka w tabeli, np. dane o jednym uczniu.",
  "kolumna": "Jedno pole w tabeli, np. wiek albo imię.",
  "tabela": "Dane ułożone w wierszach i kolumnach.",
  "średnia": "Suma liczb podzielona przez ich liczbę.",
  "mediana": "Środkowa wartość po ułożeniu liczb od najmniejszej do największej.",
  "moda": "Wartość, która pojawia się najczęściej.",
  "minimum": "Najmniejsza wartość w zbiorze.",
  "maksimum": "Największa wartość w zbiorze.",
  "zakres (range)": "Różnica między maksimum a minimum.",
  "odchylenie standardowe": "Mierzy, jak bardzo liczby są rozrzucone wokół średniej.",
  "wykres słupkowy": "Słupki pokazują, jakie są wartości dla różnych kategorii.",
  "wykres liniowy": "Linia pokazuje, jak coś zmienia się w czasie.",
  "wykres punktowy": "Punkty pokazują pary wartości, np. wzrost i waga.",
  "wykres kołowy": "Koło podzielone na kawałki pokazujące części całości.",
  "histogram": "Słupki pokazujące, jak często występują różne zakresy wartości.",
  "wykres pudełkowy (boxplot)": "Pudełko i „wąsy” pokazują rozkład danych i wartości odstające.",
  "wartość odstająca (outlier)": "Wynik bardzo inny od reszty, np. dużo większy niż pozostałe.",
  "brakujące dane": "Miejsca, w których odpowiedź nie została podana lub jest pusta.",
  "ankieta": "Zestaw pytań, które zbierają odpowiedzi od wielu osób.",
  "próba (sample)": "Część wszystkich danych, na której liczymy wyniki.",
  "populacja": "Cała grupa, o której chcemy wiedzieć więcej (np. wszyscy uczniowie w szkole).",
  "losowanie": "Wybieranie elementów przypadkowo.",
  "próba losowa": "Próba wybrana w losowy sposób z całej populacji.",
  "eksperyment": "Badanie, w którym specjalnie coś zmieniamy i patrzymy na wynik.",
  "korelacja": "Mówi, czy dwie rzeczy zmieniają się razem (w tę samą lub przeciwną stronę).",
  "model": "Prosty matematyczny opis danych, który pomaga coś przewidzieć.",
  "prognoza (predykcja)": "Przewidywanie wyniku na podstawie modelu i danych.",
  "uczenie maszynowe": "Sposób, w którym komputer uczy się na przykładach, zamiast dostawać gotowe zasady.",
  "cecha (feature)": "Informacja wejściowa dla modelu, np. wiek, liczba punktów.",
  "etykieta (label/target)": "To, co model ma przewidzieć, np. czy uczennica zda test.",
  "uczenie nadzorowane": "Model uczy się na danych, dla których znamy poprawne odpowiedzi.",
  "uczenie nienadzorowane": "Model szuka wzorów w danych, ale nie ma podanych odpowiedzi.",
  "trening i test (train/test split)": "Podział danych na część do nauki modelu i część do sprawdzenia, jak sobie radzi."
}