{
  "7-9": [
    {
      "id": "pies_jezdzil_koleja",
      "title": "O psie, który jeździł koleją",
      "author": "Roman Pisarski",
      "summary_short": "Historia niezwykłego psa Lampo, który samodzielnie podróżuje pociągami po Włoszech i zawsze wraca do swojej rodziny. Opowieść o wierności, przywiązaniu i poświęceniu.",
      "summary_long": "Głównym bohaterem opowiadania jest Lampo – kundelek, który pewnego dnia pojawia się na małej włoskiej stacji kolejowej. Początkowo ludzie traktują go jak przypadkowego psa, ale szybko okazuje się, że Lampo jest bardzo mądry. Uczy się rozkładu jazdy, wsiada do pociągów o odpowiedniej porze, a potem wraca tym samym lub innym składem. Staje się znany wśród kolejarzy i pasażerów, a szczególnie zaprzyjaźnia się z zawiadowcą stacji oraz jego rodziną.\n\nLampo bardzo przywiązuje się do córeczki zawiadowcy, która często na niego czeka i spędza z nim czas. Pies nie tylko podróżuje, ale też jakby „pilnuje” dziewczynki – odprowadza ją do szkoły, towarzyszy w codziennym życiu. Kiedy władze kolei uznają, że pies na stacji jest problemem, Lampo zostaje wysłany daleko, w inne miejsce. Mimo odległości udaje mu się wrócić – to pokazuje jego niezwykłą orientację i przywiązanie do ludzi.\n\nW poruszającym finale Lampo ratuje dziewczynkę podczas wypadku na torach. Sam ginie, ale swoim czynem udowadnia, że jego miłość i lojalność są silniejsze niż instynkt przetrwania. Opowiadanie pokazuje, jak wielka więź może połączyć człowieka i zwierzę oraz jak ważna jest odpowiedzialność za ukochanego pupila.",
      "characters": [
        "Lampo – mądry, wierny pies podróżujący pociągami",
        "Zawiadowca stacji – opiekun Lampo",
        "Córka zawiadowcy – dziewczynka zaprzyjaźniona z Lampo",
        "kolejarze i pasażerowie na stacji"
      ],
      "themes": [
        "przyjaźń człowieka i zwierzęcia",
        "wierność i poświęcenie",
        "tęsknota i przywiązanie do domu",
        "odpowiedzialność za zwierzę"
      ],
      "questions": [
        "Dlaczego Lampo stał się tak ważny dla rodziny zawiadowcy?",
        "Jakie cechy charakteru sprawiają, że Lampo jest bohaterem, a nie tylko zwykłym psem?",
        "W jaki sposób opowiadanie pokazuje wartość poświęcenia dla drugiej osoby?",
        "Jak zareagowałbyś/zareagowałabyś na widok psa podróżującego samodzielnie pociągiem?"
      ],
      "quotes": [
        "Prawdziwy przyjaciel wraca, choćby musiał przejść bardzo długą drogę.",
        "Dom to nie tylko miejsce, ale przede wszystkim ludzie, do których wracamy."
      ],
      "plan": [
        "Pojawienie się Lampo na stacji kolejowej.",
        "Oswajanie się psa z kolejarzami i rodziną zawiadowcy.",
        "Lampo uczy się jeździć pociągami i wracać na stację.",
        "Przyjaźń psa z córeczką zawiadowcy.",
        "Wysiedlenie Lampo i jego trudny powrót.",
        "Wypadek na torach i bohaterski czyn psa.",
        "Reakcja ludzi na śmierć Lampo."
      ],
      "facts": [
        "Opowieść inspirowana jest prawdziwą historią psa podróżującego pociągami.",
        "Książka często pojawia się jako lektura w młodszych klasach szkoły podstawowej.",
        "Tekst porusza dziecięcych czytelników, ale jednocześnie uczy empatii i wrażliwości."
      ]
    },
    {
      "id": "plastusiowy_pamietnik",
      "title": "Plastusiowy pamiętnik",
      "author": "Maria Kownacka",
      "summary_short": "Plastuś – ludzik z plasteliny mieszkający w piórniku – opowiada o szkolnym życiu Tosi, przyborów szkolnych i codziennych przygodach w klasie.",
      "summary_long": "Plastuś to mały ludzik ulepiony z plasteliny przez dziewczynkę o imieniu Tosia. Dziewczynka umieszcza go w swoim piórniku, gdzie Plastuś staje się obserwatorem i uczestnikiem szkolnego życia. To on prowadzi tytułowy pamiętnik, w którym opisuje wydarzenia z punktu widzenia przyborów szkolnych – ołówków, gumek, kredek i temperówek.\n\nW kolejnych rozdziałach poznajemy nie tylko przedmioty z piórnika, ale także szkolne sytuacje: lekcje, przerwy, relacje między dziećmi. Plastuś przeżywa kłopoty razem z Tosią – martwi się, gdy coś się zgubi, cieszy się z pochwał nauczycielki, przeżywa konflikty z kolegami i koleżankami z ławki. Dzięki temu, że narrator jest „mały” i patrzy z dołu, szkolny świat wydaje się trochę magiczny i bardzo bliski czytelnikowi.\n\nKsiążka w prosty sposób pokazuje, że przedmioty codziennego użytku mogą mieć dla dziecka duże znaczenie emocjonalne. Plastuś uczy odpowiedzialności za własne rzeczy, porządku w piórniku, ale też odwagi w trudnych sytuacjach, np. gdy Tosia popełnia błąd czy boi się sprawdzianu. To ciepła, pogodna opowieść, która oswaja najmłodszych uczniów ze szkołą, regułami panującymi w klasie i pokazuje, że każdy może znaleźć swoje miejsce.",
      "characters": [
        "Plastuś – mały ludzik z plasteliny, narrator i obserwator wydarzeń",
        "Tosia – właścicielka piórnika, uczennica",
        "przybory z piórnika: ołówki, gumka, pióro, temperówka",
        "nauczycielka i koledzy z klasy"
      ],
      "themes": [
        "początki szkolnego życia",
        "odpowiedzialność za swoje rzeczy",
        "przyjaźń i współpraca",
        "oswajanie szkolnych lęków"
      ],
      "questions": [
        "Dlaczego Plastuś jest dobrym narratorem dla tej historii?",
        "Jakie szkolne problemy przeżywa Tosia i jej koledzy?",
        "Czego ta książka uczy o dbaniu o swoje rzeczy?",
        "Gdyby twój piórnik mógł mówić, co by o tobie napisał w pamiętniku?"
      ],
      "quotes": [
        "Nawet w małym piórniku mogą dziać się wielkie przygody.",
        "Rzeczy, o które dbamy, odwdzięczają się nam na swój sposób."
      ],
      "plan": [
        "Ulepienie Plastusia przez Tosię.",
        "Przeprowadzka Plastusia do piórnika.",
        "Poznanie innych przyborów i szkolnych zwyczajów.",
        "Opis kolejnych szkolnych dni i przygód Tosi.",
        "Trudniejsze sytuacje – zgubione rzeczy, szkolne kłopoty.",
        "Zrozumienie, jak ważny jest porządek i odpowiedzialność.",
        "Dojrzewanie Tosi jako uczennicy."
      ],
      "facts": [
        "Książka powstała w latach 30. XX wieku, ale nadal jest chętnie czytana.",
        "Plastuś należy do klasycznych bohaterów polskiej literatury dziecięcej.",
        "Opowieść oswaja najmłodsze dzieci z realiami szkoły."
      ]
    },
    {
      "id": "niesamowite_przygody_skarpetek",
      "title": "Niesamowite przygody dziesięciu skarpetek",
      "author": "Justyna Bednarek",
      "summary_short": "Dziesięć skarpetek ucieka z pralki i wyrusza w świat, aby spełniać własne marzenia. Każda przeżywa inną, zaskakującą przygodę.",
      "summary_long": "Książka opowiada o zwyczajnej rodzinie i zupełnie niezwykłych skarpetkach. Z pozoru codzienna sytuacja – znikająca w pralce skarpetka – zamienia się w serię barwnych opowieści o tym, co dzieje się z ubraniami, które „zaginęły”. Każda z dziesięciu skarpetek ucieka przez szczelinę pod pralką i trafia w inne miejsce na świecie.\n\nJedna skarpetka zostaje pomocą dla chorego chłopca, inna zostaje gwiazdą filmową, jeszcze inna robi karierę w polityce albo pomaga zwierzętom. Każda ma własny charakter – jest odważna, nieśmiała, zabawna lub uparta – i spotyka ludzi, którzy potrzebują wsparcia, pocieszenia albo odrobiny szaleństwa. Dzięki temu nawet mała skarpetka może odegrać wielką rolę w czyimś życiu.\n\nHistorie są pełne humoru, ale niosą też ważne przesłanie: warto mieć marzenia i odwagę, by szukać swojego miejsca. Książka uczy akceptacji inności, pokazuje, że każdy może być „trochę inny” i to jest w porządku. Dla dzieci opowieści o skarpetkach są zabawną przygodą, a dla dorosłych – okazją do rozmowy o wyborach, zmianach i szukaniu szczęścia.",
      "characters": [
        "różne skarpetki – bohaterki poszczególnych opowieści",
        "rodzina, w której mieszkają skarpetki i pralka",
        "ludzie i zwierzęta spotykani przez skarpetki"
      ],
      "themes": [
        "odwaga i zmiana",
        "szukanie własnej drogi",
        "inność jako wartość",
        "pomaganie innym"
      ],
      "questions": [
        "Która przygoda skarpetki najbardziej ci się spodobała i dlaczego?",
        "Czego skarpetki uczą o odwadze i spełnianiu marzeń?",
        "Jaką rolę odgrywa humor w tej książce?",
        "Gdyby twoja skarpetka mogła uciec z pralki, jakie przeżyłaby przygody?"
      ],
      "quotes": [
        "Nawet zwykła skarpetka może przeżyć niezwykłe życie.",
        "Czasem trzeba odważyć się na zmianę, by odnaleźć swoje miejsce."
      ],
      "plan": [
        "Przedstawienie rodziny i zagadki znikających skarpetek.",
        "Wyjaśnienie, jak skarpetki uciekają przez dziurę pod pralką.",
        "Opowieści o kolejnych skarpetkach i ich nowych życiach.",
        "Pokazanie sukcesów, radości i problemów bohaterek.",
        "Zrozumienie, że każda skarpetka jest inna i wyjątkowa.",
        "Zakończenie podkreślające wartość marzeń i odwagi."
      ],
      "facts": [
        "Książka zdobyła dużą popularność i została przetłumaczona na różne języki.",
        "Jej bohaterki zachęcają dzieci do kreatywnego myślenia i wymyślania własnych historii.",
        "Często wykorzystywana jest na zajęciach szkolnych jako punkt wyjścia do rozmów o marzeniach."
      ]
    },
    {
      "id": "cukierku_ty_lobuzie",
      "title": "Cukierku, ty łobuzie!",
      "author": "Waldemar Cichoń",
      "summary_short": "Kot Cukierek trafia do rodziny Maćka i od pierwszych dni wywraca ich życie do góry nogami. Jego psoty są źródłem kłopotów, ale też śmiechu i ciepła.",
      "summary_long": "Cukierek to kot, który nie ma zamiaru być spokojnym, grzecznym pupilem. Gdy rodzina Maćka przygarnia go do domu, szybko okazuje się, że nowy domownik jest pełen energii, ciekawski i bardzo uparty. Skacze po meblach, zrzuca przedmioty z półek, drapie firanki i wchodzi tam, gdzie absolutnie nie powinien.\n\nKażdy rozdział książki to osobna przygoda, w której Cukierek wplątuje rodzinę w zabawne sytuacje: ucieka z domu, gubi się, psoci w najmniej odpowiednim momencie. Choć często wydaje się, że kot sprawia same kłopoty, bohaterowie stopniowo odkrywają, że życie z nim jest pełniejsze – jest więcej ruchu, śmiechu i emocji. Cukierek uczy Maćka i jego bliskich cierpliwości, odpowiedzialności i tego, że miłość do zwierzęcia to nie tylko przytulanie, ale też obowiązki.\n\nKsiążka napisana jest z humorem, prostym językiem, dzięki czemu dzieci łatwo utożsamiają się z bohaterami. Jednocześnie pokazuje, że przygarnięcie zwierzęcia to decyzja na lata i wymaga zaangażowania całej rodziny.",
      "characters": [
        "Cukierek – psotny, energiczny kot",
        "Maciek – chłopiec, który opowiada o Cukierku",
        "rodzice Maćka",
        "inni członkowie rodziny i znajomi"
      ],
      "themes": [
        "odpowiedzialność za zwierzę",
        "rodzina i wspólne życie",
        "humor w codziennych sytuacjach",
        "cierpliwość i wyrozumiałość"
      ],
      "questions": [
        "Jakie zachowania Cukierka są zabawne, a jakie kłopotliwe?",
        "Czego Maciek i jego rodzina uczą się dzięki Cukierkowi?",
        "Co trzeba wziąć pod uwagę, zanim przygarnie się zwierzę do domu?",
        "Czy uważasz, że Cukierek mimo psot jest dobrym kotem? Dlaczego?"
      ],
      "quotes": [
        "Z kotem w domu nigdy nie jest nudno.",
        "Prawdziwa odpowiedzialność zaczyna się wtedy, gdy kogoś oswoimy."
      ],
      "plan": [
        "Pojawienie się Cukierka w rodzinie Maćka.",
        "Pierwsze psoty i kłopoty z nowym kotem.",
        "Kolejne przygody i zabawne sytuacje z Cukierkiem.",
        "Zrozumienie, że rodzina musi dzielić się obowiązkami.",
        "Zacieśnianie więzi między Maćkiem a kotem.",
        "Wniosek, że życie z Cukierkiem jest trudne, ale lepsze."
      ],
      "facts": [
        "Książka ma kilka kolejnych części opisujących dalsze przygody Cukierka.",
        "Autor inspirował się prawdziwym kotem swojej rodziny.",
        "Lektura często wykorzystywana jest do rozmów o odpowiedzialności za zwierzę."
      ]
    },
    {
      "id": "dzieci_z_bullerbyn",
      "title": "Dzieci z Bullerbyn",
      "author": "Astrid Lindgren",
      "summary_short": "Dzieci z małej wioski Bullerbyn przeżywają codzienne przygody: bawią się, pomagają w domu, chodzą do szkoły i cieszą się prostymi rzeczami.",
      "summary_long": "Bullerbyn to niewielka wioska w Szwecji, składająca się z trzech zagród: Środkowej, Górnej i Dolnej. Mieszkają tam Lisa, jej bracia Lasse i Bosse oraz ich przyjaciele – Olle, Britta i Anna. Książka jest zbiorem opowieści o życiu tej grupy dzieci, o ich zabawach, obowiązkach i świętach.\n\nBohaterowie chodzą razem do szkoły, pomagają rodzicom w gospodarstwie, opiekują się zwierzętami, zbierają jagody i organizują własne zabawy. Dla nich wielkim wydarzeniem może być wyprawa do sklepu, nocowanie w stodole, odwiedziny dziadka czy przygotowania do Bożego Narodzenia. Choć ich życie jest proste i pozbawione nowoczesnych technologii, pełne jest radości, bliskości i poczucia wspólnoty.\n\nNarratorką jest Lisa, dzięki czemu czytelnik widzi świat oczami dziecka – świat pełen ciekawości, humoru, czasem sprzeczek z rodzeństwem, ale też szybkich pojednań. Książka pokazuje, że prawdziwe szczęście często kryje się w zwykłych chwilach spędzonych z rodziną i przyjaciółmi.",
      "characters": [
        "Lisa – narratorka, wesoła dziewczynka z Bullerbyn",
        "Lasse i Bosse – bracia Lisy",
        "Britta i Anna – przyjaciółki Lisy",
        "Olle – kolega z sąsiedniej zagrody",
        "rodziny dzieci, dziadek i mieszkańcy wioski"
      ],
      "themes": [
        "przyjaźń i wspólna zabawa",
        "życie na wsi i obowiązki domowe",
        "rodzina, tradycja i bliskość",
        "radość z prostych rzeczy"
      ],
      "questions": [
        "Jakie obowiązki mają dzieci w Bullerbyn i jak łączą je z zabawą?",
        "Czym różni się życie w Bullerbyn od życia we współczesnym mieście?",
        "Która przygoda dzieci najbardziej ci się spodobała?",
        "Czego ta książka uczy o przyjaźni i rodzinie?"
      ],
      "quotes": [
        "Najlepiej bawi się człowiek tam, gdzie są dobrzy przyjaciele.",
        "Nawet mała wioska może być całym światem."
      ],
      "plan": [
        "Przedstawienie Bullerbyn i bohaterów.",
        "Opis codziennych obowiązków dzieci.",
        "Różne zabawy i przygody bohaterów.",
        "Święta i ważne wydarzenia we wsi.",
        "Relacje między rodzeństwem i przyjaciółmi.",
        "Zakończenie podkreślające wartość rodzinnego życia."
      ],
      "facts": [
        "Autorka Astrid Lindgren jest jedną z najsłynniejszych pisarek literatury dziecięcej na świecie.",
        "Bullerbyn jest wzorowane na prawdziwej szwedzkiej wiosce.",
        "Książka bywa czytana jako lektura w wielu krajach."
      ]
    },
    {
      "id": "brzechwa_dzieciom",
      "title": "Brzechwa dzieciom",
      "author": "Jan Brzechwa",
      "summary_short": "Zbiór wesołych wierszy Jana Brzechwy, w których zwierzęta, warzywa i przedmioty zachowują się jak ludzie, a żart miesza się z mądrą puentą.",
      "summary_long": "„Brzechwa dzieciom” to klasyczny zbiór wierszy dla najmłodszych czytelników. Pojawiają się w nim zabawne postacie: Kaczka Dziwaczka, Samochwała, Leń, Na straganie i wielu innych bohaterów, którzy przeżywają komiczne sytuacje, przesadzają, leniuchują albo chwalą się bez umiaru.\n\nWiersze są rymowane, pełne rytmu i humoru językowego, dlatego łatwo je zapamiętać i recytować. Pod warstwą żartu kryją się ważne lekcje: że nie warto kłamać, lenić się, przechwalać czy wyśmiewać innych. Brzechwa pokazuje w krzywym zwierciadle różne ludzkie wady, ale robi to lekko i serdecznie, tak by dziecko mogło zrozumieć, co jest dobre, a czego lepiej unikać.\n\nTom „Brzechwa dzieciom” od wielu lat towarzyszy dzieciom w domu i w szkole – jest idealny do głośnego czytania, nauki recytacji oraz rozmów o emocjach, zachowaniu i szacunku do innych.",
      "characters": [
        "różni bohaterowie wierszy, np. Kaczka Dziwaczka, Samochwała, Leń",
        "zwierzęta mówiące ludzkim głosem",
        "warzywa i owoce ze straganu",
        "dzieci i dorośli przedstawieni w żartobliwy sposób"
      ],
      "themes": [
        "humor i zabawa słowem",
        "wady i zalety ludzkiego charakteru",
        "konsekwencje lenistwa, przechwalania się i kłamstwa",
        "nauka dobrych manier i szacunku dla innych"
      ],
      "questions": [
        "Który wiersz z tomu „Brzechwa dzieciom” podoba ci się najbardziej i dlaczego?",
        "Jaką wadę lub cechę charakteru pokazuje wybrany bohater wiersza?",
        "W jaki sposób żart pomaga lepiej zrozumieć, co jest dobre, a co złe?",
        "Czy znalazłeś/znalazłaś w którymś wierszu sytuację podobną do tej z własnego życia?"
      ],
      "quotes": [
        "Śmiech pomaga łatwiej zapamiętać nawet najpoważniejszą lekcję.",
        "Nawet żartobliwy wiersz może nauczyć nas, jak zachowywać się lepiej."
      ],
      "plan": [
        "Przedstawienie autora i charakteru zbioru wierszy.",
        "Poznawanie kolejnych bohaterów – zwierząt, warzyw i dzieci.",
        "Odkrywanie komicznych sytuacji i zabawnych dialogów.",
        "Zwracanie uwagi na wady bohaterów (lenistwo, przechwalanie się, egoizm).",
        "Omawianie morałów ukrytych w zakończeniach wierszy.",
        "Wspólna zabawa w recytowanie i inscenizowanie wybranych utworów."
      ],
      "facts": [
        "Jan Brzechwa był jednym z najpopularniejszych polskich poetów piszących dla dzieci.",
        "Wiersze z tomu „Brzechwa dzieciom” od wielu lat pojawiają się w podręcznikach i na akademiach szkolnych.",
        "Humor, rymy i rytm sprawiają, że utwory Brzechwy łatwo zapadają w pamięć."
      ]
    },
    {
      "id": "basnie_andersen",
      "title": "Baśnie (wybór)",
      "author": "Hans Christian Andersen",
      "summary_short": "Zbiór wzruszających i pouczających baśni, w których zwykli ludzie, zwierzęta i przedmioty przeżywają niezwykłe przygody, a dobro ściera się ze złem.",
      "summary_long": "Baśnie Hansa Christiana Andersena to klasyczne opowieści, które od pokoleń poruszają wyobraźnię dzieci i dorosłych. Wśród najbardziej znanych znajdują się m.in. „Brzydkie kaczątko”, „Królowa Śniegu”, „Dziewczynka z zapałkami”, „Calineczka” czy „Mała syrenka”. Bohaterami są często zwyczajne postacie – biedne dzieci, małe zwierzęta, delikatne kwiaty lub zaczarowane przedmioty – które stają wobec trudnych prób i wyborów.\n\nAndersen nie boi się pokazywać smutku, tęsknoty i niesprawiedliwości, ale jego baśnie zawsze niosą głębszy sens. Uczą empatii dla słabszych, mówią o wartości dobra, poświęcenia, odwagi i miłości. Czasem zakończenia są szczęśliwe, a czasem bardzo wzruszające, skłaniające do refleksji.\n\nBaśnie te są pełne symboli i mądrości, dlatego można do nich wracać wielokrotnie, odkrywając coraz to nowe znaczenia w zależności od wieku czytelnika.",
      "characters": [
        "bohaterowie różnych baśni, m.in. brzydkie kaczątko, Calineczka, Mała syrenka",
        "dzieci i dorośli stawiani przed trudnymi wyborami",
        "magiczne postacie: wróżki, królowe, zaczarowane zwierzęta",
        "dobrzy i źli bohaterowie symbolizujący różne ludzkie cechy"
      ],
      "themes": [
        "dobro i zło oraz ich konsekwencje",
        "empatia wobec słabszych i odrzuconych",
        "siła miłości, odwagi i poświęcenia",
        "dorastanie, zmiana i poszukiwanie własnego miejsca",
        "cena egoizmu, pychy i okrucieństwa"
      ],
      "questions": [
        "Która z baśni Andersena zrobiła na tobie największe wrażenie i dlaczego?",
        "Jakie emocje wzbudziło w tobie zakończenie wybranej baśni?",
        "W jaki sposób autor pokazuje, co jest naprawdę ważne w życiu?",
        "Czy w baśniach Andersena dobro zawsze wygrywa? Jak to rozumiesz?"
      ],
      "quotes": [
        "Prawdziwe piękno często ukryte jest pod skromnym wyglądem.",
        "Nawet najmniejsza istota może dokonać wielkich rzeczy, jeśli ma odwagę i serce."
      ],
      "plan": [
        "Przedstawienie autora i wybranych tytułów baśni.",
        "Omówienie głównych bohaterów – dzieci, zwierząt, postaci magicznych.",
        "Opis najważniejszych przygód i prób, którym muszą stawić czoło.",
        "Zwrócenie uwagi na emocje: samotność, tęsknota, radość, nadzieja.",
        "Odczytanie morałów i przesłań płynących z zakończeń baśni.",
        "Porównanie kilku baśni – co je łączy, a co różni."
      ],
      "facts": [
        "Hans Christian Andersen był duńskim pisarzem żyjącym w XIX wieku.",
        "Jego baśnie zostały przetłumaczone na wiele języków i zekranizowane na całym świecie.",
        "Wiele motywów z baśni Andersena pojawia się do dziś w filmach i kulturze popularnej."
      ]
    },
    {
      "id": "rany_julek",
      "title": "Rany Julek! O tym, jak Julian Tuwim został poetą",
      "author": "Agnieszka Frączek",
      "summary_short": "Zabawna opowieść o dzieciństwie Julka Tuwima – chłopca o wielkiej wyobraźni, który psoci, zadaje mnóstwo pytań i powoli odkrywa swoją poetycką pasję.",
      "summary_long": "„Rany Julek! O tym, jak Julian Tuwim został poetą” przedstawia dzieciństwo przyszłego poety w formie barwnej, pełnej humoru opowieści. Mały Julek jest ciekawski, ruchliwy i bardzo wrażliwy. Zamiast grzecznie siedzieć w ławce, woli kombinować, zadawać tysiące pytań i bawić się słowami. Często pakuje się przez to w kłopoty, ale jednocześnie budzi sympatię czytelnika.\n\nKsiążka pokazuje codzienne życie rodziny Tuwimów: relacje z rodzicami, zabawy z rodzeństwem, szkolne kłopoty i pierwsze literackie próby. Julek uczy się, że jego wrażliwość i wyobraźnia mogą być zaletą, jeśli mądrze je wykorzysta. Autorka z humorem opisuje sytuacje, które mogły przydarzyć się każdemu dziecku – spóźnienia, psoty, nieudane żarty – a jednocześnie wplata informacje o tym, jak rodzi się talent poetycki.\n\nTo lektura, która pokazuje, że nawet „niegrzeczne” dzieci mogą wyrosnąć na wybitnych twórców, jeśli ktoś w nie uwierzy i pomoże im rozwinąć skrzydła.",
      "characters": [
        "Julek Tuwim – wrażliwy, pomysłowy chłopiec",
        "rodzice Julka",
        "rodzeństwo i koledzy z dzieciństwa",
        "nauczyciele, którzy różnie reagują na psoty bohatera"
      ],
      "themes": [
        "dzieciństwo i dorastanie",
        "rodzenie się talentu i pasji",
        "wyobraźnia i poczucie humoru",
        "rola rodziny i nauczycieli w rozwoju dziecka"
      ],
      "questions": [
        "W czym Julek różni się od „idealnego ucznia” i co w tym jest dobre?",
        "Jak rodzina reaguje na jego pomysły i psoty?",
        "Co w tej historii pokazuje, że Julek ma talent do pisania?",
        "Czy w twoim otoczeniu jest ktoś, kto przypomina ci Julka?"
      ],
      "quotes": [
        "Czasem najdziwniejsze pomysły prowadzą do najciekawszych odkryć.",
        "Talent potrzebuje nie tylko pracy, ale też odrobiny szaleństwa."
      ],
      "plan": [
        "Przedstawienie Julka i jego rodziny.",
        "Opis codziennych zabaw i szkolnych kłopotów bohatera.",
        "Pokazanie pierwszych prób zabawy słowem i rymami.",
        "Reakcje dorosłych na zachowanie Julka – pochwały i upomnienia.",
        "Zrozumienie, że wrażliwość i wyobraźnia mogą stać się siłą.",
        "Zapowiedź przyszłej drogi Juliana Tuwima jako poety."
      ],
      "facts": [
        "Julian Tuwim był jednym z najwybitniejszych polskich poetów XX wieku.",
        "Wiele wierszy Tuwima, np. „Lokomotywa”, jest dziś klasyką literatury dziecięcej.",
        "Książka w przystępny sposób łączy biografię z humorem i fikcją literacką."
      ]
    },
    {
      "id": "wscibscy",
      "title": "Wścibscy",
      "author": "Dorota Gellner",
      "summary_short": "Historia rodziny, która nieustannie wtrąca się w sprawy innych, podsłuchuje i podgląda, aż w końcu przekonuje się, że ciekawość też ma swoje granice.",
      "summary_long": "„Wścibscy” to pełna humoru opowieść o rodzinie, która wszystko chce wiedzieć o wszystkich. Rodzice i dzieci ciągle zaglądają sąsiadom przez okno, podsłuchują rozmowy, komentują cudze zachowania i są przekonani, że mają prawo wiedzieć, co dzieje się w każdym mieszkaniu. Zamiast zająć się własnymi zajęciami, śledzą życie innych.\n\nZ czasem jednak ich ciekawość zaczyna przynosić problemy. Ktoś czuje się urażony, ktoś inny przestaje z nimi rozmawiać, a oni sami wpadają w kłopotliwe sytuacje, gdy wychodzi na jaw, jak bardzo się wtrącali. Dzięki serii zabawnych, ale trochę zawstydzających wydarzeń bohaterowie powoli rozumieją, że każdy ma prawo do prywatności.\n\nKsiążka w lekki sposób porusza ważny temat granic i szacunku dla innych ludzi. Pokazuje, że warto interesować się bliskimi, ale nie wolno przekraczać granicy, po której ciekawość zamienia się w wścibstwo.",
      "characters": [
        "rodzina Wścibskich – rodzice i dzieci lubiący zaglądać w cudze sprawy",
        "sąsiedzi, którzy stają się obiektem ich obserwacji",
        "znajomi z podwórka i szkoły"
      ],
      "themes": [
        "granice prywatności",
        "szacunek dla innych",
        "skutki plotkowania i wścibstwa",
        "uczenie się na własnych błędach"
      ],
      "questions": [
        "Na czym polega wścibstwo rodziny z książki?",
        "Jakie konsekwencje mają ich zachowania dla relacji z sąsiadami?",
        "Gdzie twoim zdaniem kończy się zwykła ciekawość, a zaczyna wścibstwo?",
        "Co bohaterowie zrozumieli pod koniec historii?"
      ],
      "quotes": [
        "Nie wszystko, co widzimy i słyszymy, musimy komentować.",
        "Szacunek do innych zaczyna się od szanowania ich tajemnic."
      ],
      "plan": [
        "Przedstawienie rodziny Wścibskich i ich nawyków.",
        "Opis pierwszych zabawnych sytuacji związanych z podglądaniem i podsłuchiwaniem.",
        "Narastające problemy – urażeni sąsiedzi, nieporozumienia.",
        "Moment, w którym wścibstwo Wścibskich obraca się przeciwko nim.",
        "Refleksja bohaterów – zrozumienie, że przesadzili.",
        "Zmiana zachowania i próba naprawienia relacji z innymi."
      ],
      "facts": [
        "Książka w przystępny sposób porusza ważny temat granic prywatności.",
        "Może być dobrym punktem wyjścia do rozmowy z dziećmi o plotkach i szacunku dla innych.",
        "Humor pomaga oswoić trudny temat i zachęca do autorefleksji."
      ]
    },
    {
      "id": "mania_sklodowska",
      "title": "Mania, dziewczyna inna niż wszystkie. Opowieść o Marii Skłodowskiej-Curie",
      "author": "Julita Grodek",
      "summary_short": "Opowieść o małej Mani Skłodowskiej, która dzięki uporowi, ciekawości świata i ciężkiej pracy zostaje wybitną uczoną – Marią Skłodowską‑Curie.",
      "summary_long": "Książka „Mania, dziewczyna inna niż wszystkie” pokazuje dzieciństwo i młodość Marii Skłodowskiej‑Curie. Mała Mania jest bardzo zdolna, ciekawa świata i uwielbia się uczyć. Dorasta w trudnych czasach zaborów, kiedy Polska nie istnieje na mapie, a nauka i wykształcenie nie są dla dziewcząt czymś oczywistym.\n\nMimo przeciwności Mania marzy o studiach i pracy naukowej. Uczy się w tajemnicy przed zaborcą, czyta książki, szuka możliwości dalszego kształcenia. W końcu wyjeżdża do Paryża, by studiować na Sorbonie. Wiele ją to kosztuje – pracuje, żyje bardzo skromnie, ale nie rezygnuje z marzeń. Krok po kroku staje się jedną z najwybitniejszych uczonych świata, odkrywczynią polonu i radu oraz podwójną noblistką.\n\nAutorka pokazuje, że za wielkim nazwiskiem kryje się zwykła dziewczynka, która miała odwagę myśleć inaczej niż wszyscy. To inspirująca historia o sile marzeń, wytrwałości i o tym, że nauka jest dla każdego, niezależnie od płci.",
      "characters": [
        "Mania Skłodowska – późniejsza Maria Skłodowska‑Curie",
        "rodzina Mani – rodzice i rodzeństwo wspierający jej edukację",
        "nauczyciele i przyjaciele z dzieciństwa",
        "poznani później uczeni i współpracownicy"
      ],
      "themes": [
        "marzenia i wytrwałość",
        "rola nauki i edukacji",
        "przezwyciężanie przeciwności losu",
        "równość dziewcząt i chłopców w dostępie do nauki",
        "patriotyzm i miłość do ojczyzny"
      ],
      "questions": [
        "Jakie przeszkody napotyka Mania na drodze do realizacji swoich marzeń?",
        "W jaki sposób rodzina pomaga jej rozwijać talent?",
        "Dlaczego Mania jest „inna niż wszystkie”?",
        "Co w historii Mani może być inspirujące dla współczesnych dzieci?"
      ],
      "quotes": [
        "Wielkie marzenia zaczynają się od ciekawości świata.",
        "Nauka nie pyta o płeć – liczy się wytrwałość i odwaga myślenia."
      ],
      "plan": [
        "Przedstawienie Mani i realiów jej dzieciństwa w Polsce pod zaborami.",
        "Opis szkolnych lat i pierwszych zainteresowań nauką.",
        "Pokazanie determinacji w zdobywaniu wiedzy mimo przeszkód.",
        "Decyzja o wyjeździe na studia i trudne początki w Paryżu.",
        "Pierwsze sukcesy naukowe i praca badawcza.",
        "Podsumowanie – jak Mania stała się Marią Skłodowską‑Curie."
      ],
      "facts": [
        "Maria Skłodowska‑Curie była pierwszą kobietą‑noblistką i jedyną osobą z Noblem w dwóch różnych dziedzinach nauki (fizyce i chemii).",
        "Pochodziła z Polski, ale większą część kariery naukowej spędziła we Francji.",
        "Do dziś jest symbolem wytrwałości i pasji w dążeniu do wiedzy."
      ]
    },
    {
      "id": "psie_troski",
      "title": "Psie troski, czyli o wielkiej przyjaźni na cztery łapy i dwa serca",
      "author": "Tom Justyniarski",
      "summary_short": "Wzruszająca historia chłopca i psa, która uczy empatii wobec zwierząt, odpowiedzialności i tego, że przyjaźń na cztery łapy potrafi odmienić ludzkie serce.",
      "summary_long": "„Psie troski” opowiadają o spotkaniu chłopca z porzuconym psem oraz o rodzącej się między nimi więzi. Początkowo bohater niewiele wie o potrzebach zwierząt – traktuje psa jak zabawkę, nie rozumie jego lęków i zachowań. Z czasem jednak zaczyna zauważać, że pies czuje, tęskni, boi się i potrafi kochać.\n\nKrok po kroku chłopiec uczy się odpowiedzialności: wychodzi z psem na spacery, dba o jedzenie, odwiedza weterynarza, stara się zapewnić mu bezpieczeństwo. Jednocześnie pies pomaga jemu – daje poczucie bliskości, poprawia humor, staje się wiernym towarzyszem w dobrych i trudnych chwilach.\n\nKsiążka porusza temat porzucania zwierząt, ich cierpienia, a także tego, jak ważna jest mądra, świadoma adopcja. Pokazuje, że pies to nie prezent na chwilę, ale przyjaciel na lata, który liczy na naszą troskę.",
      "characters": [
        "chłopiec – narrator uczący się odpowiedzialności za psa",
        "pies – porzucony, wrażliwy, spragniony miłości",
        "rodzina chłopca",
        "osoby, które pomagają w opiece nad zwierzęciem (np. weterynarz, wolontariusze)"
      ],
      "themes": [
        "przyjaźń człowieka i zwierzęcia",
        "odpowiedzialność za adoptowane zwierzę",
        "empatia i wrażliwość na cierpienie",
        "problem porzucania psów"
      ],
      "questions": [
        "Jak zmienia się stosunek chłopca do psa w trakcie opowieści?",
        "Jakie obowiązki wiążą się z opieką nad czworonogiem?",
        "Dlaczego autor podkreśla, że pies to nie zabawka?",
        "Co możemy zrobić, aby pomóc bezdomnym zwierzętom?"
      ],
      "quotes": [
        "Prawdziwa przyjaźń nie zna gatunków – liczy się serce.",
        "Kto bierze psa pod swój dach, bierze odpowiedzialność za całe jego życie."
      ],
      "plan": [
        "Spotkanie chłopca z psem i pierwsze wrażenia.",
        "Pierwsze problemy związane z opieką nad zwierzęciem.",
        "Stopniowe budowanie zaufania między bohaterami.",
        "Zrozumienie, jak pies przeżywa porzucenie i zmianę domu.",
        "Przemiana chłopca – od beztroski do odpowiedzialności.",
        "Podsumowanie – czym staje się pies dla całej rodziny."
      ],
      "facts": [
        "Książka pomaga rozmawiać z dziećmi o odpowiedzialnej adopcji zwierząt.",
        "Autor zachęca do empatii wobec psów przebywających w schroniskach.",
        "Historia pokazuje, że dzięki opiece nad zwierzęciem dzieci mogą uczyć się wrażliwości i obowiązkowości."
      ]
    }
  ],
  "10-12": [
    {
      "id": "akademia_pana_kleksa",
      "title": "Akademia Pana Kleksa",
      "author": "Jan Brzechwa",
      "summary_short": "Adaś Niezgódka trafia do niezwykłej szkoły prowadzonej przez ekscentrycznego Pana Kleksa, gdzie nauka zamienia się w przygodę pełną fantazji i magii.",
      "summary_long": "Adaś Niezgódka jest nieśmiałym chłopcem, który ma poczucie, że nie pasuje do zwykłej szkoły. Pewnego dnia zostaje przyjęty do Akademii Pana Kleksa – niezwykłej placówki, w której wszystko wygląda inaczej niż w realnym świecie. Zamiast typowych lekcji są tu fantastyczne zajęcia: kleksografia, wyprawy do bajek, rozmowy ze zwierzętami czy podróże balonem. Sam dyrektor szkoły, Pan Kleks, potrafi zmieniać swój wzrost, wyciągać z kieszeni niezwykłe przedmioty i wprowadzać uczniów w świat wyobraźni.\n\nW Akademii panuje atmosfera swobody i ciekawości. Uczniowie uczą się nie tylko przedmiotów szkolnych, ale też odwagi, współpracy i zaufania do siebie. Adaś stopniowo pokonuje swoją nieśmiałość, zdobywa przyjaciół i odkrywa, że ma wiele talentów. Jednocześnie nad Akademią pojawiają się cienie – pojawia się wątek Golarza Filipa, który próbuje zniszczyć niezwykły świat Pana Kleksa.\n\nKsiążka pokazuje, że szkoła może być miejscem przygody, a nauka – fascynującą podróżą. Podkreśla wartość wyobraźni, kreatywności i nauczyciela, który dostrzega potencjał w każdym dziecku.",
      "characters": [
        "Adaś Niezgódka",
        "Pan Kleks",
        "Mateusz – mówiący szpak",
        "uczniowie Akademii",
        "Golarz Filip"
      ],
      "themes": [
        "wyobraźnia i fantazja",
        "dojrzewanie i wiara w siebie",
        "rola nauczyciela i szkoły",
        "walka dobra z siłami, które niszczą marzenia"
      ],
      "questions": [
        "Czym Akademia Pana Kleksa różni się od zwykłej szkoły?",
        "Jak pobyt w Akademii zmienił Adasia?",
        "Jaką rolę pełni Pan Kleks w życiu swoich uczniów?",
        "Dlaczego wyobraźnia jest tak ważna w tej książce?"
      ],
      "quotes": [
        "Wszystko jest możliwe, jeśli pozwolisz działać wyobraźni.",
        "Szkoła może być przygodą, a nie tylko obowiązkiem."
      ],
      "plan": [
        "Przedstawienie Adasia i jego problemów w zwykłej szkole.",
        "Przyjazd do Akademii Pana Kleksa.",
        "Poznanie niezwykłych zajęć i zasad panujących w Akademii.",
        "Przygody Adasia i uczniów – wyprawy do bajek, lekcje kleksografii.",
        "Pojawienie się zagrożenia ze strony Golarza Filipa.",
        "Zmiana w Adasiu – większa odwaga i wiara w siebie."
      ],
      "facts": [
        "Książka łączy elementy fantastyki z refleksją o edukacji.",
        "Pan Kleks stał się jedną z najbardziej rozpoznawalnych postaci w polskiej literaturze dziecięcej.",
        "Na podstawie książki powstał popularny film."
      ]
    },
    {
      "id": "mikolajek",
      "title": "Mikołajek (wybrane opowiadania)",
      "author": "René Goscinny, Jean-Jacques Sempé",
      "summary_short": "Mikołajek opowiada o swoich codziennych przygodach z kolegami, które z pozoru są zwyczajne, ale zamieniają się w pasmo zabawnych katastrof.",
      "summary_long": "Seria opowiadań o Mikołajku przedstawia świat widziany oczami kilkuletniego chłopca. Mikołajek chodzi do szkoły, ma paczkę barwnych kolegów i przekonanie, że dorośli często przesadzają z powagą. W kolejnych historyjkach chłopcy grają w piłkę, robią klasowe zdjęcie, przygotowują się do wizyty ważnych gości, sprzeczają się, biją i szybko godzą. Każda sytuacja, nawet zwykła wizyta u fotografa, zamienia się w drobną katastrofę.\n\nOpowieści są pełne humoru, bo narrator nie rozumie wszystkich motywów dorosłych – ich decyzje wydają się dzieciom dziwne, ale z punktu widzenia rodziców i nauczycieli często są logiczne. Dzięki temu czytelnik widzi wydarzenia z dwóch perspektyw naraz. Mikołajek i jego koledzy bywają hałaśliwi, zazdrośni i nieposłuszni, ale też lojalni wobec siebie i wrażliwi.\n\nKsiążka pokazuje, że dziecięcy świat jest pełen emocji: radości, złości, wstydu, zazdrości. Jednocześnie uczy, że przyjaźń i poczucie humoru pomagają przetrwać szkolne kłopoty.",
      "characters": [
        "Mikołajek",
        "Alcest, Ananiasz, Rufus, Euzebiusz i inni koledzy",
        "rodzice Mikołajka",
        "nauczyciele"
      ],
      "themes": [
        "przyjaźń i konflikty w grupie rówieśniczej",
        "szkoła widziana oczami dziecka",
        "humor i dziecięca logika"
      ],
      "questions": [
        "Dlaczego bohaterowie tak często pakują się w kłopoty?",
        "Jak dorośli reagują na zachowanie chłopców?",
        "Który z kolegów Mikołajka jest ci najbliższy i dlaczego?",
        "Jakie emocje najczęściej przeżywa Mikołajek?"
      ],
      "quotes": [
        "To było bardzo fajne, ale trochę dostaliśmy po uszach.",
        "Dorośli czasem się wcale nie znają."
      ],
      "plan": [
        "Przedstawienie Mikołajka i jego kolegów.",
        "Opis różnych szkolnych i domowych przygód.",
        "Konflikty między chłopcami i ich szybkie godzenie.",
        "Reakcje dorosłych na wybryki dzieci.",
        "Wniosek, że mimo kłopotów przyjaźń jest najważniejsza."
      ],
      "facts": [
        "Postać Mikołajka stworzył scenarzysta komiksów o Asteriksie – René Goscinny.",
        "Opowiadania zostały zilustrowane przez Jeana-Jacques’a Sempé.",
        "Seria o Mikołajku cieszy się popularnością w wielu krajach."
      ]
    },
    {
      "id": "tajemniczy_ogrod",
      "title": "Tajemniczy ogród",
      "author": "Frances Hodgson Burnett",
      "summary_short": "Osierocona Mary trafia do ponurego domu wuja, gdzie odkrywa zamknięty ogród. Wspólnie z nowymi przyjaciółmi przywraca go do życia, a wraz z nim odradzają się ich charaktery i relacje.",
      "summary_long": "Mary Lennox wychowuje się w Indiach, zaniedbywana przez rodziców i rozpieszczana przez służbę. Po wybuchu epidemii i śmierci rodziców dziewczynka zostaje wysłana do Anglii, do posiadłości wuja Archibalda Cravena na wrzosowiskach. Dom jest ponury, pełen zamkniętych pokoi i tajemnic. Mary początkowo jest kapryśna, nieuprzejma i samotna.\n\nZ czasem dziewczynka zaczyna wychodzić na dwór, poznaje służącą Martę i jej brata Dickona, który ma niezwykły dar porozumiewania się ze zwierzętami. Mary dowiaduje się o istnieniu tajemniczego ogrodu, zamkniętego od lat po śmierci ciotki. Dzięki znalezionemu kluczowi i pomocy Dickona dziewczynka otwiera bramę i zaczyna porządkować zaniedbane miejsce.\n\nPraca w ogrodzie sprawia, że Mary się zmienia – staje się silniejsza, życzliwsza i ciekawska. Odkrywa też chorego kuzyna Colina, który jest przekonany, że umrze młodo i nie będzie chodził. Dziewczynka i Dickon wciągają go w prace w ogrodzie, zachęcają do ćwiczeń i przebywania na świeżym powietrzu. Colin stopniowo odzyskuje zdrowie i wiarę w siebie. Wraz z odradzającym się ogrodem odradzają się też bohaterowie, a wuj Archibald, dotąd pogrążony w żałobie, odzyskuje nadzieję.\n\nOgród w powieści jest symbolem życia, które może odrodzić się mimo cierpienia. Książka pokazuje, że przyjaźń, natura i wspólna praca potrafią leczyć rany psychiczne i fizyczne.",
      "characters": [
        "Mary Lennox",
        "Colin Craven",
        "Dickon",
        "wuj Archibald Craven",
        "Marta i jej rodzina"
      ],
      "themes": [
        "przemiana wewnętrzna bohaterów",
        "uzdrawiająca moc natury",
        "przyjaźń i wsparcie",
        "samotność i jej przezwyciężanie"
      ],
      "questions": [
        "Jak zmienia się Mary od początku do końca powieści?",
        "W jaki sposób ogród wpływa na zdrowie i nastawienie Colina?",
        "Dlaczego wuj Archibald unikał ogrodu i domu?",
        "Co w tej historii jest dla ciebie najbardziej „magiczne” – dosłownie lub w przenośni?"
      ],
      "quotes": [
        "Gdzieś w głębi każdego, nawet najbardziej zaniedbanego ogrodu, tli się życie.",
        "Kiedy człowiek zaczyna wierzyć, że może wyzdrowieć, robi pierwszy krok ku zdrowiu."
      ],
      "plan": [
        "Dzieciństwo Mary w Indiach i śmierć rodziców.",
        "Przyjazd do posiadłości wuja w Anglii.",
        "Odkrycie tajemniczego ogrodu i znalezienie klucza.",
        "Poznanie Dickona i wspólna praca w ogrodzie.",
        "Odkrycie Colina i wciągnięcie go do zabaw oraz ćwiczeń.",
        "Przemiana bohaterów i odrodzenie ogrodu.",
        "Powrót wuja i jego radość na widok zdrowego syna."
      ],
      "facts": [
        "Powieść została wydana na początku XX wieku, ale nadal jest chętnie czytana.",
        "Doczekała się wielu ekranizacji filmowych i teatralnych.",
        "Jest jedną z najważniejszych klasycznych książek o relacji człowieka z naturą."
      ]
    },
    {
      "id": "hobbit",
      "title": "Hobbit, czyli tam i z powrotem",
      "author": "J.R.R. Tolkien",
      "summary_short": "Bilbo Baggins, spokojny hobbit z Shire, wyrusza z grupą krasnoludów na wyprawę, aby odzyskać skarb strzeżony przez smoka Smauga – po drodze odkrywa własną odwagę.",
      "summary_long": "„Hobbit, czyli tam i z powrotem” to opowieść o niepozornym mieszkańcu Shire – Bilbie Bagginsie. Bilbo lubi wygodę, spokój, dobre jedzenie i wcale nie marzy o przygodach. Wszystko zmienia się, gdy czarodziej Gandalf i trzynastu krasnoludów z Thorinem Dębową Tarczą na czele proszą go, by dołączył do wyprawy po skarb strzeżony przez smoka Smauga.\n\nPodczas podróży bohaterowie przeżywają wiele niebezpieczeństw: spotykają trolle, gobliny, wielkie pająki i elfy. Bilbo, który na początku wydaje się najsłabszy, stopniowo udowadnia, że potrafi być sprytny, odważny i lojalny. Kluczowym momentem jest znalezienie magicznego pierścienia, który czyni go niewidzialnym – to dzięki niemu wiele razy ratuje drużynę.\n\nWyprawa do Samotnej Góry zmienia Bilba: z wygodnickiego hobbita staje się bohaterem, który potrafi przeciwstawić się smokowi i własnej chciwości. Po powrocie do domu jest już innym, dojrzalszym hobbitem – bogatszym nie tylko o skarb, ale przede wszystkim o doświadczenie.",
      "characters": [
        "Bilbo Baggins – tytułowy hobbit, początkowo niechętny przygodom",
        "Gandalf – mądry czarodziej, inicjator wyprawy",
        "Thorin Dębowa Tarcza i krasnoludy",
        "Smaug – groźny smok strzegący skarbu",
        "Gollum i inne istoty napotkane w drodze"
      ],
      "themes": [
        "dojrzewanie i odkrywanie własnej odwagi",
        "przyjaźń i lojalność",
        "pokusa bogactwa i chciwości",
        "podróż jako droga zmiany wewnętrznej"
      ],
      "questions": [
        "Dlaczego Bilbo na początku nie chce wyruszyć w podróż?",
        "W jakich sytuacjach bohater udowadnia swoją odwagę i spryt?",
        "Jak wyprawa wpływa na relacje między Bilbem a krasnoludami?",
        "Co w tej historii mówi o niebezpieczeństwie chciwości?"
      ],
      "quotes": [
        "Czasem najmniejszy z bohaterów potrafi dokonać rzeczy, na które inni by się nie odważyli.",
        "Prawdziwy skarb to nie złoto, lecz przyjaźń i odwaga zdobyta w drodze."
      ],
      "plan": [
        "Przedstawienie Bilba i jego spokojnego życia w Shire.",
        "Niespodziewane pojawienie się Gandalfa i krasnoludów.",
        "Wyruszenie na wyprawę i pierwsze niebezpieczeństwa.",
        "Znalezienie pierścienia i rosnąca rola Bilba w drużynie.",
        "Dotarcie do Samotnej Góry i konfrontacja ze smokiem.",
        "Powrót Bilba do domu i jego wewnętrzna przemiana."
      ],
      "facts": [
        "Autorem książki jest J.R.R. Tolkien, twórca całego świata Śródziemia.",
        "„Hobbit” jest wstępem do trylogii „Władca Pierścieni”.",
        "Powieść doczekała się wielu adaptacji filmowych i teatralnych."
      ]
    },
    {
      "id": "lew_czarownica_stara_szafa",
      "title": "Opowieści z Narnii. Lew, czarownica i stara szafa",
      "author": "C.S. Lewis",
      "summary_short": "Czworo rodzeństwa przechodzi przez starą szafę do magicznej krainy Narnii, gdzie pomagają lwu Aslanowi pokonać złą Białą Czarownicę.",
      "summary_long": "„Lew, czarownica i stara szafa” to pierwsza z opowieści o Narnii. Podczas wojny rodzeństwo Pevensie – Piotr, Zuzanna, Edmund i Łucja – trafia na wieś do domu profesora. W jednym z pokoi odkrywają starą szafę, która okazuje się przejściem do innego świata – krainy Narnii.\n\nNarnia jest zaczarowana przez Białą Czarownicę, która sprawiła, że panuje tam wieczna zima bez Bożego Narodzenia. Dzieci poznają fauna Tumnusa, mówiące zwierzęta oraz lwa Aslana – prawowitego władcę krainy. Szczególnie ważna jest przemiana Edmunda, który początkowo zdradza rodzeństwo, skuszony obietnicami Czarownicy, ale później wraca na stronę dobra.\n\nDzięki odwadze dzieci i poświęceniu Aslana Narnia zostaje uwolniona spod rządów zła. Rodzeństwo zostaje koronowane na królów i królowe, a ich pobyt w magicznej krainie uczy ich odpowiedzialności, odwagi i znaczenia przebaczenia.",
      "characters": [
        "Łucja, Edmund, Zuzanna i Piotr Pevensie – rodzeństwo z naszego świata",
        "Aslan – mądry lew, symbol dobra i poświęcenia",
        "Biała Czarownica – okrutna władczyni Narnii",
        "pan Tumnus, mówiące zwierzęta i mieszkańcy Narnii"
      ],
      "themes": [
        "dobro i zło oraz wybór między nimi",
        "zdrada, wina i przebaczenie",
        "odwaga i poświęcenie dla innych",
        "dorastanie i odpowiedzialność"
      ],
      "questions": [
        "Dlaczego Edmund ulega Białej Czarownicy i co z tego wynika?",
        "Jaką rolę pełni Aslan w historii?",
        "Czego rodzeństwo uczy się dzięki pobytowi w Narnii?",
        "Które wydarzenie z książki było dla ciebie najbardziej poruszające?"
      ],
      "quotes": [
        "Prawdziwa odwaga to nie brak strachu, lecz działanie mimo lęku.",
        "Każdy zasługuje na drugą szansę, jeśli naprawdę żałuje."
      ],
      "plan": [
        "Przyjazd rodzeństwa do domu profesora.",
        "Odkrycie przejścia do Narnii w starej szafie.",
        "Poznanie mieszkańców Narnii i poznanie władzy Białej Czarownicy.",
        "Zdrada Edmunda i rosnące zagrożenie.",
        "Pojawienie się Aslana i walka o wolność Narnii.",
        "Zwycięstwo dobra, koronacja rodzeństwa i powrót do naszego świata."
      ],
      "facts": [
        "Autorem książki jest C.S. Lewis, brytyjski pisarz i profesor literatury.",
        "Powieść należy do cyklu „Opowieści z Narnii”.",
        "Historia została wielokrotnie zekranizowana i jest jedną z najbardziej znanych powieści fantasy dla dzieci."
      ]
    },
    {
      "id": "chlopcy_z_placu_broni",
      "title": "Chłopcy z Placu Broni",
      "author": "Ferenc Molnár",
      "summary_short": "Dwaj chłopcy – Nemeczek i Gereb – wraz z kolegami walczą o swój ukochany plac zabaw, broniąc go przed „Czerwonokoszulcami”.",
      "summary_long": "Akcja powieści „Chłopcy z Placu Broni” toczy się w Budapeszcie na przełomie XIX i XX wieku. Grupa chłopców ma swoje ulubione miejsce zabaw – Plac Broni. Tam grają w piłkę, organizują zbiórki i czują się jak w swoim królestwie. Na ich teren ma jednak ochotę inna grupa chłopców – tak zwani Czerwonokoszuli, którzy chcą zawładnąć placem.\n\nWśród bohaterów wyróżnia się Ernest Nemeczek – najmniejszy i najsłabszy z chłopców, często niedoceniany. To jednak on okazuje się największym bohaterem. Mimo choroby i strachu potrafi poświęcić własne zdrowie, by ocalić honor kolegów i ich ukochane miejsce. Jego postawa pokazuje, że prawdziwa odwaga nie zależy od siły fizycznej.\n\nKsiążka porusza temat przyjaźni, lojalności i ceny, jaką czasem trzeba zapłacić za obronę ważnych wartości. Zakończenie powieści jest bardzo wzruszające i skłania do refleksji nad tym, co w życiu jest naprawdę ważne.",
      "characters": [
        "Ernest Nemeczek – najmniejszy, ale najodważniejszy z chłopców",
        "Gereb – członek grupy, który popełnia błąd, ale próbuje go naprawić",
        "Boka – dowódca chłopców z Placu Broni",
        "Czerwonokoszuli – rywale chcący przejąć plac"
      ],
      "themes": [
        "przyjaźń i lojalność",
        "honor i odpowiedzialność",
        "odwaga mimo słabości",
        "konsekwencje zdrady i możliwość odkupienia winy"
      ],
      "questions": [
        "Dlaczego Plac Broni jest tak ważny dla bohaterów?",
        "Na czym polega bohaterstwo Nemeczka?",
        "Jak oceniasz zachowanie Gereba i jego późniejszą postawę?",
        "Jakie uczucia budzi w tobie zakończenie powieści?"
      ],
      "quotes": [
        "Wielkość człowieka mierzy się nie wzrostem, lecz odwagą serca.",
        "Prawdziwy przyjaciel nie opuszcza drużyny w chwili próby."
      ],
      "plan": [
        "Przedstawienie chłopców z Placu Broni i ich miejsca zabaw.",
        "Pojawienie się rywali – Czerwonokoszulców.",
        "Zdrada Gereba i rosnące napięcie w grupie.",
        "Bohaterskie działania Nemeczka mimo choroby.",
        "Decydująca „bitwa” o plac.",
        "Zakończenie – cena, jaką płacą bohaterowie za obronę swoich wartości."
      ],
      "facts": [
        "Autorem powieści jest węgierski pisarz Ferenc Molnár.",
        "Książka jest jedną z najczęściej omawianych lektur o przyjaźni i honorze.",
        "Plac Broni istniał naprawdę – dziś w Budapeszcie znajduje się tam tablica pamiątkowa."
      ]
    },
    {
      "id": "ania_z_zielonego_wzgorza",
      "title": "Ania z Zielonego Wzgórza",
      "author": "Lucy Maud Montgomery",
      "summary_short": "Rudowłosa Ania, pełna wyobraźni sierota, trafia na Zielone Wzgórze i odmienia życie rodzeństwa Cuthbertów oraz mieszkańców Avonlea.",
      "summary_long": "„Ania z Zielonego Wzgórza” opowiada o losach Ani Shirley – osieroconej dziewczynki o burzy rudych włosów i ogromnej wyobraźni. Przez pomyłkę trafia do rodzeństwa Cuthbertów, którzy chcieli przygarnąć chłopca do pomocy w gospodarstwie. Mimo początkowego rozczarowania Ania szybko zdobywa ich serca swoim entuzjazmem, szczerością i wrażliwością.\n\nDziewczynka przeżywa wiele zabawnych i wzruszających przygód: farbuje włosy, wpada w kłopoty przez swój porywczy charakter, zawiera przyjaźń z Dianą i rywalizuje z Gilbertem. Z czasem dojrzewa, uczy się panować nad emocjami i odpowiedzialnie podejmować decyzje. Z małej marzycielki staje się młodą kobietą, która potrafi troszczyć się o innych.\n\nKsiążka pokazuje, jak ważne są miłość, akceptacja i dom, w którym ktoś na nas czeka. Ania uczy czytelnika, że nawet liczne wpadki i błędy nie przekreślają człowieka, jeśli potrafi się uczyć na swoich doświadczeniach.",
      "characters": [
        "Ania Shirley – główna bohaterka, wrażliwa i pełna wyobraźni",
        "Maryla i Mateusz Cuthbert – rodzeństwo z Zielonego Wzgórza",
        "Diana Barry – najlepsza przyjaciółka Ani",
        "Gilbert Blythe – szkolny rywal i późniejszy przyjaciel",
        "mieszkańcy Avonlea"
      ],
      "themes": [
        "potrzeba miłości i akceptacji",
        "dorastanie i praca nad własnym charakterem",
        "siła wyobraźni i marzeń",
        "wartość rodziny i przyjaźni"
      ],
      "questions": [
        "Jak zmienia się Ania od początku do końca książki?",
        "W jaki sposób bohaterka wpływa na życie Maryli i Mateusza?",
        "Która z przygód Ani najbardziej zapadła ci w pamięć?",
        "Czego ta lektura uczy o przebaczaniu sobie i innym?"
      ],
      "quotes": [
        "Dom to miejsce, w którym ktoś cieszy się, że właśnie ty przekraczasz próg.",
        "Błędy mogą stać się lekcją, jeśli odważymy się je przyznać."
      ],
      "plan": [
        "Przyjazd Ani na Zielone Wzgórze i pierwsze nieporozumienia.",
        "Decyzja o pozostaniu bohaterki w nowym domu.",
        "Szkolne przygody, nowe przyjaźnie i konflikty.",
        "Największe wpadki Ani i ich konsekwencje.",
        "Stopniowa przemiana bohaterki – większa odpowiedzialność i dojrzałość.",
        "Zakończenie podkreślające znaczenie domu i rodziny."
      ],
      "facts": [
        "Autorką powieści jest kanadyjska pisarka Lucy Maud Montgomery.",
        "Książka doczekała się wielu kontynuacji opisujących dalsze losy Ani.",
        "Akcja rozgrywa się na Wyspie Księcia Edwarda w Kanadzie, która dziś jest celem wycieczek fanów powieści."
      ]
    },
    {
      "id": "w_pustyni_i_w_puszczy",
      "title": "W pustyni i w puszczy",
      "author": "Henryk Sienkiewicz",
      "summary_short": "Staś i Nel, porwani w Afryce, próbują wrócić do swoich bliskich, zmagając się z niebezpieczeństwami pustyni, dżungli i wojny.",
      "summary_long": "„W pustyni i w puszczy” Henryka Sienkiewicza to powieść przygodowa, której akcja rozgrywa się w Afryce pod koniec XIX wieku. Staś Tarkowski i młodsza Nel Rawlison zostają porwani przez buntowników podczas powstania Mahdiego. Dzieci wyruszają w niebezpieczną podróż, w czasie której muszą zmierzyć się z głodem, pragnieniem, chorobami i dziką przyrodą.\n\nStaś, starszy i silniejszy, czuje się odpowiedzialny za bezpieczeństwo Nel. Wraz z towarzyszami – Kale, Meą i słoniem Kingiem – przemierzają pustynię i dżunglę, poznając różne oblicza Afryki. Po drodze bohaterowie wykazują się odwagą, sprytem i zdolnością do poświęceń. Ich celem jest dotarcie do bezpiecznego miejsca i odnalezienie rodziców.\n\nPowieść łączy wartką akcję z opisami egzotycznej przyrody i obyczajów. Porusza też tematy odpowiedzialności za młodszych, przyjaźni ponad podziałami oraz trudnych wyborów moralnych w czasie konfliktu.",
      "characters": [
        "Staś Tarkowski – odważny, odpowiedzialny chłopiec",
        "Nel Rawlison – młodsza, delikatna, ale dzielna dziewczynka",
        "Kali i Mea – czarnoskórzy przyjaciele dzieci",
        "słoń King – wierny towarzysz podróży",
        "porywacze i postacie spotykane w trakcie wędrówki"
      ],
      "themes": [
        "przyjaźń i odpowiedzialność",
        "odwaga w obliczu niebezpieczeństwa",
        "zderzenie kultur i problem kolonializmu (do krytycznej refleksji)",
        "siła przyrody i walka o przetrwanie"
      ],
      "questions": [
        "Jakie cechy charakteru Stasia pomagają mu przetrwać trudną wyprawę?",
        "W jaki sposób Nel wpływa na zachowanie Stasia?",
        "Jak oceniasz przedstawienie mieszkańców Afryki w powieści?",
        "Które wydarzenie z książki wydaje ci się najbardziej dramatyczne?"
      ],
      "quotes": [
        "Prawdziwa odwaga to dbanie o słabszych nawet wtedy, gdy samemu jest się w niebezpieczeństwie.",
        "Podróż może nauczyć więcej niż niejeden szkolny podręcznik."
      ],
      "plan": [
        "Przedstawienie bohaterów i sytuacji politycznej w Afryce.",
        "Porwanie Stasia i Nel przez buntowników.",
        "Trudna podróż przez pustynię – głód, pragnienie, choroby.",
        "Ucieczka i wędrówka w głąb puszczy z nowymi towarzyszami.",
        "Największe niebezpieczeństwa i próby odwagi bohaterów.",
        "Odnalezienie rodziców i powrót do bezpiecznego życia."
      ],
      "facts": [
        "Autorem powieści jest polski noblista Henryk Sienkiewicz.",
        "Książka przez wiele lat była obowiązkową lekturą szkolną.",
        "Współcześnie zwraca się uwagę zarówno na jej walory przygodowe, jak i na problematyczny, kolonialny sposób przedstawiania Afryki."
      ]
    }
  ],
  "13-14": [
    {
      "id": "maly_ksiaze",
      "title": "Mały Książę",
      "author": "Antoine de Saint-Exupéry",
      "summary_short": "Pilot, który ląduje awaryjnie na pustyni, spotyka Małego Księcia z odległej planety. Rozmowy z chłopcem skłaniają go do refleksji nad miłością, przyjaźnią i sensem życia.",
      "summary_long": "Narrator, pilot samolotu, musi awaryjnie lądować na pustyni i samodzielnie naprawić maszynę. Niespodziewanie pojawia się przy nim Mały Książę – tajemniczy chłopiec z planety B-612. Prosi pilota, by narysował mu baranka, a potem stopniowo opowiada historię swojego życia.\n\nNa swojej małej planecie Mały Książę zajmował się trzema wulkanami i wyjątkową Różą, którą bardzo kochał, choć nie zawsze to rozumiał. Czuł się zraniony jej kaprysami, więc postanowił wyruszyć w podróż po innych planetach. Odwiedza m.in. Króla, Próżnego, Pijaka, Bankiera, Latarnika i Geografa – dorośli ci są tak pochłonięci swoimi obsesjami, że nie mają czasu na relacje z innymi. Chłopiec nie potrafi zrozumieć ich zachowania.\n\nW końcu trafia na Ziemię, gdzie spotyka Lisa. Zwierzę tłumaczy mu, czym jest „oswajanie” – budowanie więzi, która sprawia, że druga istota staje się jedyna i niepowtarzalna. Dzięki tej rozmowie Mały Książę rozumie, że jego Róża, choć kapryśna, jest dla niego najważniejsza, bo poświęcił jej swój czas i uczucia. Chłopiec dochodzi do wniosku, że „najważniejsze jest niewidoczne dla oczu”.\n\nKsiążka kończy się tajemniczym odejściem Małego Księcia i smutną, ale pełną nadziei refleksją pilota. Utwór, choć napisany w formie baśni, porusza poważne tematy: samotność, potrzebę miłości, odpowiedzialność za drugą osobę oraz krytykę dorosłych, którzy zapominają, co w życiu najważniejsze.",
      "characters": [
        "Mały Książę",
        "Pilot – narrator",
        "Róża",
        "Lis",
        "Król, Próżny, Pijak, Bankier, Latarnik, Geograf"
      ],
      "themes": [
        "miłość i odpowiedzialność za drugą osobę",
        "przyjaźń i oswajanie",
        "samotność i poszukiwanie sensu życia",
        "krytyka płytkiego podejścia dorosłych"
      ],
      "questions": [
        "Co oznacza zdanie: „Stajesz się odpowiedzialny na zawsze za to, co oswoiłeś”?",
        "Która z planet odwiedzonych przez Małego Księcia zrobiła na tobie największe wrażenie i dlaczego?",
        "W jaki sposób autor krytykuje zachowanie dorosłych?",
        "Dlaczego Mały Książę mimo wszystko tęskni za swoją Różą?"
      ],
      "quotes": [
        "Dobrze widzi się tylko sercem. Najważniejsze jest niewidoczne dla oczu.",
        "Stajesz się odpowiedzialny na zawsze za to, co oswoiłeś."
      ],
      "plan": [
        "Awaryjne lądowanie pilota na pustyni.",
        "Pojawienie się Małego Księcia i początek rozmowy.",
        "Opowieść o życiu na planecie B-612 i o Róży.",
        "Podróże Małego Księcia na inne planety i spotkania z dorosłymi.",
        "Przybycie na Ziemię i rozmowa z Lisem.",
        "Zrozumienie wartości Róży i odpowiedzialności.",
        "Odejście Małego Księcia i refleksja narratora."
      ],
      "facts": [
        "Książka jest jedną z najczęściej tłumaczonych na świecie.",
        "Autor był pilotem, co znajduje odzwierciedlenie w postaci narratora.",
        "Utwór łączy cechy baśni, przypowieści i filozoficznej refleksji."
      ]
    },
    {
      "id": "kamienie_na_szaniec",
      "title": "Kamienie na szaniec",
      "author": "Aleksander Kamiński",
      "summary_short": "Prawdziwa historia trzech harcerzy – Alka, Rudego i Zośki – którzy w czasie okupacji niemieckiej działają w Szarych Szeregach i ryzykują życie dla wolności Polski.",
      "summary_long": "Książka przedstawia losy trzech przyjaciół z warszawskiego gimnazjum im. Batorego: Alka, Rudego i Zośki. Przed wojną są zwykłymi licealistami, którzy chodzą na wycieczki, żartują i planują przyszłość. Wybuch II wojny światowej brutalnie przerywa ich młodość. Chłopcy wstępują do harcerskiej konspiracji – Szarych Szeregów.\n\nPoczątkowo zajmują się małym sabotażem: zrywają niemieckie plakaty, malują na murach znak Polski Walczącej, utrudniają życie okupantowi w symboliczny sposób. Z czasem ich działania stają się coraz bardziej niebezpieczne – biorą udział w akcjach dywersyjnych, pomagają więźniom, przeprowadzają ryzykowne operacje.\n\nNajbardziej dramatycznym momentem jest aresztowanie Rudego przez Gestapo. Chłopak jest brutalnie torturowany, ale nie wydaje swoich towarzyszy. Zośka i Alek biorą udział w akcji pod Arsenałem, by go uwolnić. Mimo bohaterskiego wysiłku nie udaje się uratować wszystkich – śmierć bohaterów staje się symbolem najwyższego poświęcenia.\n\nUtwór pokazuje, jak zwyczajni młodzi ludzie, wychowani w duchu harcerskich wartości, w obliczu wojny dojrzewają do heroizmu. Ich przyjaźń, odwaga i gotowość do poświęceń stają się wzorem patriotyzmu.",
      "characters": [
        "Alek (Maciej Aleksy Dawidowski)",
        "Rudy (Jan Bytnar)",
        "Zośka (Tadeusz Zawadzki)",
        "rodziny bohaterów",
        "harcerze i członkowie Szarych Szeregów"
      ],
      "themes": [
        "patriotyzm i walka o wolność",
        "przyjaźń silniejsza niż strach",
        "dojrzewanie w czasie wojny",
        "poświęcenie i heroizm"
      ],
      "questions": [
        "Dlaczego bohaterowie decydują się na walkę, mimo ogromnego ryzyka?",
        "Na czym polegał mały sabotaż i jaki był jego sens?",
        "Jak wojna wpływa na psychikę i wybory młodych bohaterów?",
        "Czy uważasz, że bohaterowie mieli inne wyjście niż walka?"
      ],
      "quotes": [
        "Umiera się nie po to, by ginąć, ale po to, by żyć wiecznie.",
        "Byli chłopcami, którzy potrafili pięknie żyć i pięknie umierać."
      ],
      "plan": [
        "Przedstawienie bohaterów przed wojną.",
        "Wybuch wojny i wstąpienie do Szarych Szeregów.",
        "Działania małego sabotażu.",
        "Udział w coraz poważniejszych akcjach zbrojnych.",
        "Aresztowanie Rudego i tortury.",
        "Akcja pod Arsenałem.",
        "Śmierć bohaterów i jej znaczenie."
      ],
      "facts": [
        "Postaci Alka, Rudego i Zośki mają swoje pierwowzory w prawdziwych harcerzach.",
        "Książka łączy elementy literatury faktu z powieścią.",
        "Tytuł nawiązuje do słów z wiersza Juliusza Słowackiego."
      ]
    },
    {
      "id": "zemsta",
      "title": "Zemsta",
      "author": "Aleksander Fredro",
      "summary_short": "Komedia ukazująca konflikt między Cześnikiem a Rejentem, którzy mieszkają w jednym zamku i ciągle się kłócą. Spór komplikuje miłość Wacława i Klary, a całość kończy się zabawnym pojednaniem.",
      "summary_long": "Akcja „Zemsty” rozgrywa się w starym zamku, podzielonym między dwóch właścicieli: porywczego Cześnika Raptusiewicza i pozornie spokojnego, ale chytrze działającego Rejenta Milczka. Między sąsiadami od dawna trwa spór o mur graniczny i wpływy na zamku. Cześnik jest gwałtowny, mówi głośno i działa impulsywnie, Rejent natomiast udaje pokornego i cichego, ale prowadzi intrygi na własną korzyść.\n\nCześnik planuje ożenić się z bogatą Podstoliną, aby zdobyć majątek. Rejent ma inny plan – chce, by Podstolina poślubiła jego syna Wacława. Problem w tym, że Wacław jest zakochany w Klarze, wychowance Cześnika. Pomiędzy młodymi rodzi się szczere uczucie, które komplikuje obie intrygi. Dodatkowo sytuację ubarwia Papkin – samochwała i tchórz, który udaje wielkiego rycerza, ale w praktyce boi się niemal wszystkiego.\n\nW toku akcji dochodzi do wielu zabawnych sytuacji: awantur o mur, podsłuchiwania rozmów, fałszywych listów, nieporozumień i przekomarzanek. Ostatecznie miłość młodych zwycięża – Wacław i Klara pobierają się, a skłóceni sąsiedzi dla dobra rodzin godzą się. Komedia ośmiesza szlacheckie pieniactwo, kłótliwość i chciwość, pokazując jednocześnie, że konflikt można zakończyć pojednaniem.",
      "characters": [
        "Cześnik Raptusiewicz",
        "Rejent Milczek",
        "Klara",
        "Wacław",
        "Podstolina",
        "Papkin"
      ],
      "themes": [
        "konflikt i pojednanie",
        "miłość młodych a interesy dorosłych",
        "ośmieszenie pieniactwa i chciwości",
        "komizm postaci i sytuacji"
      ],
      "questions": [
        "Jakie cechy Cześnika i Rejenta budzą śmiech czytelnika?",
        "Jaką rolę odgrywa Papkin w rozwoju akcji?",
        "Dlaczego, mimo tytułu, utwór kończy się zgodą, a nie krwawą zemstą?",
        "Co „Zemsta” mówi o wadach szlachty tamtych czasów?"
      ],
      "quotes": [
        "Niech się dzieje wola nieba, z nią się zawsze zgadzać trzeba.",
        "Ja z nim krótko – po szlachecku!"
      ],
      "plan": [
        "Przedstawienie konfliktu Cześnika i Rejenta.",
        "Plany małżeńskie Cześnika z Podstoliną.",
        "Intrygi Rejenta dotyczące Wacława i Podstoliny.",
        "Rozwój uczucia między Wacławem a Klarą.",
        "Dalsze sprzeczki o mur i honor.",
        "Ślub Wacława i Klary.",
        "Pojednanie zwaśnionych sąsiadów."
      ],
      "facts": [
        "„Zemsta” jest komedią napisaną wierszem.",
        "Utwór oparty jest częściowo na prawdziwym sporze o mur między dwoma rodzinami.",
        "Należy do najpopularniejszych polskich komedii teatralnych."
      ]
    },
    {
      "id": "pan_tadeusz_fragmenty",
      "title": "Pan Tadeusz (wybrane fragmenty)",
      "author": "Adam Mickiewicz",
      "summary_short": "Epopeja narodowa Adama Mickiewicza ukazuje życie szlachty na Litwie, spory o majątek, miłość Tadeusza i Zosi oraz marzenia o wolnej Polsce.",
      "summary_long": "„Pan Tadeusz” to poemat epicki Adama Mickiewicza, nazywany polską epopeją narodową. Akcja rozgrywa się na początku XIX wieku na Litwie, w Soplicowie. W centrum wydarzeń znajduje się spór o zamek między rodem Sopliców i Horeszków, a także losy młodego Tadeusza i Zosi. Na tle rodzinnych konfliktów pojawia się wątek walki o niepodległość ojczyzny.\n\nW utworze znajdziemy barwne opisy przyrody, zwyczajów i obyczajów szlachty: uczty, polowania, zajazdy, sejmiki. Mickiewicz z nostalgią wspomina utracony świat dawnej Polski, pokazując go jednocześnie z humorem i krytycznym dystansem. Bohaterowie są ludźmi z krwi i kości – mają swoje wady i zalety, popełniają błędy, ale potrafią się jednoczyć wobec większego celu.\n\nFragmenty czytane w szkole pozwalają poznać główne wątki: miłosny, obyczajowy i narodowowyzwoleńczy, a także wyjątkowy język poematu, pełen porównań, inwokacji i opisów przyrody.",
      "characters": [
        "Tadeusz Soplica – młody szlachcic, tytułowy bohater",
        "Zosia – skromna, wychowywana na wsi dziewczyna",
        "Sędzia Soplica, Telimena, Jacek Soplica (Ksiądz Robak)",
        "Hrabia i Gerwazy",
        "szlachta litewska i goście Soplicowa"
      ],
      "themes": [
        "miłość i dojrzewanie",
        "spory rodowe i pojednanie",
        "patriotyzm i walka o wolność",
        "idealizacja i krytyka dawnej szlachty",
        "motyw utraconej ojczyzny"
      ],
      "questions": [
        "Jakie wątki dominuje w fragmentach „Pana Tadeusza” omawianych w szkole?",
        "W jaki sposób Mickiewicz przedstawia szlachtę – tylko idealnie czy także krytycznie?",
        "Jaką rolę odgrywa przyroda w poemacie?",
        "Co oznacza określenie „epopeja narodowa” w odniesieniu do tego utworu?"
      ],
      "quotes": [
        "Wspomnienia o utraconej ojczyźnie mogą stać się źródłem siły i nadziei.",
        "Prawdziwa zgoda rodzi się często po zrozumieniu własnych błędów."
      ],
      "plan": [
        "Przedstawienie miejsca akcji – Soplicowa i okolic.",
        "Wprowadzenie głównych bohaterów i sporu o zamek.",
        "Wątki miłosne – relacja Tadeusza z Zosią i Telimeną.",
        "Zabiegi poetyckie – inwokacja, opisy przyrody, sceny obyczajowe.",
        "Wątek Jacka Soplicy i powstania narodowego.",
        "Zakończenie – pojednanie rodów i nadzieja na wolność."
      ],
      "facts": [
        "„Pan Tadeusz” powstał na emigracji, gdy Polska była pod zaborami.",
        "Poemat składa się z dwunastu ksiąg pisanych trzynastozgłoskowcem.",
        "Dzieło jest jednym z najważniejszych tekstów w polskiej kulturze i literaturze."
      ]
    },
    {
      "id": "dziady_cz_2",
      "title": "Dziady cz. II",
      "author": "Adam Mickiewicz",
      "summary_short": "Akcja rozgrywa się w kaplicy podczas obrzędu Dziadów, gdy na wezwanie Guślarza pojawiają się duchy, by opowiedzieć o swoich winach i prosić o pomoc.",
      "summary_long": "„Dziady” część II Adama Mickiewicza to dramat ukazujący ludowy obrzęd zaduszny. W starej kaplicy Guślarz wraz z wiejską społecznością przyzywa dusze zmarłych, aby pomóc im zaznać spokoju. Na wezwanie przychodzą kolejno duchy dzieci, zmarłego pana i dziewczyny Zosi.\n\nDuchy opowiadają o swoim życiu i o tym, dlaczego nie mogą zaznać szczęścia po śmierci. Dzieci nie zaznały cierpienia i dlatego nie znają pełni radości; okrutny pan nie miał litości dla chłopów, więc teraz sam doświadcza głodu; Zosia zaś lekceważyła uczucia innych, dlatego błąka się między niebem a ziemią. Każda historia zawiera morał, zgodny z ludową mądrością: „Kto nie doznał goryczy ni razu, ten nie zazna słodyczy w niebie” oraz „Bo kto nie był ni razu człowiekiem, temu człowiek nic nie pomoże”.\n\nDramat łączy elementy grozy, ludowej religijności i refleksji nad moralnością. Pokazuje, że po śmierci człowiek ponosi konsekwencje swoich czynów, a sprawiedliwość ostatecznie dosięga każdego.",
      "characters": [
        "Guślarz – prowadzący obrzęd Dziadów",
        "wieśniacy biorący udział w obrzędzie",
        "duchy dzieci – Józia i Rózi",
        "duch złego pana",
        "duch Zosi – lekkiej i nieodpowiedzialnej dziewczyny"
      ],
      "themes": [
        "ludowa religijność i wierzenia",
        "sprawiedliwość po śmierci",
        "konsekwencje egoizmu i okrucieństwa",
        "wina, kara i możliwość odkupienia",
        "motyw świata żywych i zmarłych"
      ],
      "questions": [
        "Jakie grzechy popełniły duchy pojawiające się podczas obrzędu?",
        "Jakie morały wypływają z historii dzieci, pana i Zosi?",
        "W jaki sposób „Dziady” część II łączą grozę z refleksją moralną?",
        "Co mówi o człowieku zdanie „Bo kto nie był ni razu człowiekiem…”?"
      ],
      "quotes": [
        "Czyny popełnione za życia powracają do nas nawet po śmierci.",
        "Litość i człowieczeństwo są ważniejsze niż bogactwo i władza."
      ],
      "plan": [
        "Opis miejsca akcji – kaplica i noc zaduszna.",
        "Rozpoczęcie obrzędu przez Guślarza.",
        "Pojawienie się duchów dzieci i ich prośba o cierpienie.",
        "Zjawienie się ducha złego pana i chłopów, którzy mu odpłacają.",
        "Przyjście Zosi – dziewczyny lekceważącej uczucia innych.",
        "Zakończenie obrzędu i podsumowanie morałów."
      ],
      "facts": [
        "„Dziady” to cykl dramatów Adama Mickiewicza inspirowanych ludowym obrzędem na Kresach.",
        "Część II należy do tak zwanych „Dziadów wileńsko‑kowieńskich”.",
        "Motywy z „Dziadów” są często wykorzystywane w kulturze, teatrze i edukacji."
      ]
    },
    {
      "id": "balladyna",
      "title": "Balladyna",
      "author": "Juliusz Słowacki",
      "summary_short": "Balladyna, pragnąc władzy, dopuszcza się zbrodni, które stopniowo prowadzą ją do upadku i zasłużonej kary.",
      "summary_long": "„Balladyna” Juliusza Słowackiego to dramat romantyczny łączący elementy baśniowe z refleksją nad moralnością. Tytułowa bohaterka jest ubogą dziewczyną mieszkającą z matką i siostrą Aliną. Obie siostry biorą udział w konkursie o rękę księcia Kirkora – mają nazbierać maliny, a zwyciężczyni zostanie jego żoną.\n\nBalladyna, zazdrosna o piękną i dobrą Alinę, dopuszcza się zbrodni – zabija siostrę w lesie. Od tej chwili musi ukrywać prawdę, a kolejne wydarzenia popychają ją do następnych zbrodni. Mimo że osiąga wysoką pozycję i władzę, sumienie i symbole natury (m.in. plama krwi na czole) wciąż o sobie przypominają.\n\nW finale dramatu Balladyna zostaje surowo osądzona – w momencie, gdy sama wydaje niesprawiedliwe wyroki, nadprzyrodzone siły doprowadzają do tego, że kara dosięga ją natychmiast po wyznaniu win. Utwór pokazuje, że zbrodnia nie może pozostać bez konsekwencji, a dążenie do władzy za wszelką cenę prowadzi do upadku.",
      "characters": [
        "Balladyna – ambitna, okrutna bohaterka dążąca do władzy",
        "Alina – dobra, niewinna siostra Balladyny",
        "matka Wdowa",
        "Kirkor – książę szukający dobrej żony",
        "Goplana i inne istoty nadprzyrodzone"
      ],
      "themes": [
        "zbrodnia i kara",
        "dążenie do władzy za wszelką cenę",
        "zazdrość i zdrada",
        "sumienie i sprawiedliwość",
        "elementy fantastyczne w literaturze romantycznej"
      ],
      "questions": [
        "Dlaczego Balladyna decyduje się zabić własną siostrę?",
        "Jakie kolejne zbrodnie popełnia bohaterka, by ukryć prawdę?",
        "W jaki sposób natura i siły nadprzyrodzone reagują na zło Balladyny?",
        "Co mówi o świecie dramatu fakt, że kara przychodzi w niezwykły sposób?"
      ],
      "quotes": [
        "Kto buduje swoje szczęście na cudzym nieszczęściu, ten prędzej czy później traci wszystko.",
        "Sumienia nie da się całkiem uciszyć – prędzej czy później upomina się o prawdę."
      ],
      "plan": [
        "Przedstawienie rodziny Balladyny i Aliny oraz przybycia Kirkora.",
        "Konkurs o rękę księcia – zbieranie malin.",
        "Zbrodnia w lesie – zabójstwo Aliny.",
        "Kolejne kłamstwa i zbrodnie popełniane przez Balladynę.",
        "Objęcie władzy i proces, podczas którego bohaterka sama się osądza.",
        "Wyrok nad Balladyną i jej tragiczny koniec."
      ],
      "facts": [
        "Autorem dramatu jest Juliusz Słowacki, jeden z trzech najważniejszych polskich romantyków.",
        "Utwór zawiera liczne elementy fantastyczne – występują w nim np. Goplana, Chochlik i Skierka.",
        "„Balladyna” jest często wystawiana na scenach teatralnych i analizowana w szkołach jako przykład dramatu romantycznego."
      ]
    },
    {
      "id": "quo_vadis",
      "title": "Quo vadis",
      "author": "Henryk Sienkiewicz",
      "summary_short": "Na tle prześladowań chrześcijan w starożytnym Rzymie rodzi się miłość Marka Winicjusza i Ligii oraz pytanie o sens wiary, poświęcenia i odwagi.",
      "summary_long": "„Quo vadis” Henryka Sienkiewicza to powieść historyczna osadzona w czasach cesarza Nerona. Rzym pogrążony jest w przepychu, okrucieństwie i moralnym upadku, podczas gdy nowa religia – chrześcijaństwo – dopiero się rozwija i jest brutalnie prześladowana. W centrum opowieści znajduje się miłość rzymskiego patrycjusza Marka Winicjusza do Ligii, zakładniczki wychowanej w duchu chrześcijańskim.\n\nWinicjusz początkowo traktuje Ligię jak zdobycz, jednak stopniowo pod wpływem jej postawy i przykładu chrześcijan zmienia się wewnętrznie. Uczy się, czym jest prawdziwa miłość, szacunek i odpowiedzialność za ukochaną osobę. Na tle ich historii widzimy okrucieństwo Nerona, spalenie Rzymu oraz męczeństwo pierwszych chrześcijan na arenach.\n\nPowieść pokazuje zderzenie dwóch światów: brutalnego, pogańskiego Rzymu oraz wspólnoty opartej na miłości i przebaczeniu. Tytułowe pytanie „Quo vadis, Domine?” („Dokąd idziesz, Panie?”) staje się symbolem poszukiwania drogi życiowej i moralnej.",
      "characters": [
        "Marek Winicjusz – rzymski patrycjusz, który przechodzi wewnętrzną przemianę",
        "Ligia – chrześcijańska dziewczyna, ukochana Winicjusza",
        "Petroniusz – wuj Winicjusza, człowiek sztuki i ironii",
        "Neron – okrutny cesarz Rzymu",
        "pierwsi chrześcijanie, m.in. św. Piotr i św. Paweł"
      ],
      "themes": [
        "miłość i nawrócenie",
        "prześladowania chrześcijan",
        "konflikt między władzą a sumieniem",
        "poświęcenie i męczeństwo",
        "pytanie o sens życia i wiary"
      ],
      "questions": [
        "Jak zmienia się stosunek Marka Winicjusza do Ligii i do chrześcijan?",
        "Jakie sceny najlepiej pokazują okrucieństwo rządów Nerona?",
        "Na czym polega odwaga bohaterów wyznających nową wiarę?",
        "Co dla ciebie znaczy tytułowe pytanie „Quo vadis?” w odniesieniu do życia człowieka?"
      ],
      "quotes": [
        "Prawdziwa miłość domaga się nie posiadania, lecz troski i szacunku.",
        "Sumienia nie można uciszyć nawet najgłośniejszą muzyką cesarskiego dworu."
      ],
      "plan": [
        "Przedstawienie realiów starożytnego Rzymu za panowania Nerona.",
        "Poznanie Marka Winicjusza, Ligii i ich uczucia.",
        "Spotkanie Winicjusza ze wspólnotą chrześcijańską.",
        "Spalenie Rzymu i oskarżenie chrześcijan.",
        "Męczeństwo wyznawców nowej wiary na arenach.",
        "Przemiana bohatera i pytanie o kierunek dalszego życia."
      ],
      "facts": [
        "Henryk Sienkiewicz otrzymał Nagrodę Nobla m.in. za całokształt twórczości historycznej, w tym „Quo vadis”.",
        "Powieść była wielokrotnie ekranizowana – powstały zarówno polskie, jak i zagraniczne adaptacje filmowe.",
        "Tytuł nawiązuje do apokryficznej legendy o spotkaniu św. Piotra z Chrystusem na drodze z Rzymu."
      ]
    },
    {
      "id": "opowiesc_wigilijna",
      "title": "Opowieść wigilijna",
      "author": "Charles Dickens",
      "summary_short": "Zgryźliwy skąpiec Ebenezer Scrooge w noc wigilijną spotyka duchy, które pokazują mu jego przeszłość, teraźniejszość i przyszłość – dzięki temu bohater przechodzi wewnętrzną przemianę.",
      "summary_long": "„Opowieść wigilijna” Charlesa Dickensa to ponadczasowa historia o zmianie serca. Ebenezer Scrooge jest samotnym, bogatym kupcem, który myśli tylko o pieniądzach. Nie obchodzi go Boże Narodzenie, gardzi ludzką radością i nie okazuje współczucia potrzebującym. W noc wigilijną odwiedza go duch dawnego wspólnika, Jakuba Marleya, zapowiadając przybycie trzech kolejnych duchów.\n\nDuch Przeszłych Świąt pokazuje Scrooge’owi jego dzieciństwo i młodość – chwile, kiedy był jeszcze zdolny do uczuć i marzeń. Duch Tegorocznych Świąt ujawnia, jak inni ludzie potrafią cieszyć się z Bożego Narodzenia mimo biedy, m.in. rodzina Boba Cratchita i chorego chłopca Tima. Duch Przyszłych Świąt odsłania samotną śmierć Scrooge’a, po której nikt nie będzie go opłakiwał.\n\nWstrząśnięty wizjami Scrooge postanawia zmienić swoje życie: zaczyna pomagać innym, troszczy się o rodzinę Cratchita, odnawia zerwane więzi. Powieść pokazuje, że nigdy nie jest za późno na nawrócenie, dobroć i otwarcie się na innych.",
      "characters": [
        "Ebenezer Scrooge – skąpy, zgorzkniały kupiec",
        "Jakub Marley – duch dawnego wspólnika",
        "Duch Przeszłych, Tegorocznych i Przyszłych Świąt Bożego Narodzenia",
        "Bob Cratchit – ubogi pracownik Scrooge’a",
        "Tiny Tim – chory synek Cratchita",
        "siostrzeniec Scrooge’a i inni mieszkańcy miasta"
      ],
      "themes": [
        "skąpstwo i egoizm kontra dobroć i hojność",
        "możliwość wewnętrznej przemiany",
        "rodzina i wspólnota",
        "sens Bożego Narodzenia jako święta miłości i pojednania"
      ],
      "questions": [
        "Co sprawia, że Scrooge jest tak niechętny ludziom i świętom?",
        "Jaką rolę odgrywają trzy duchy w przemianie bohatera?",
        "Która z wizji pokazanych Scrooge’owi jest twoim zdaniem najważniejsza?",
        "Jak zmienia się życie innych ludzi dzięki przemianie Scrooge’a?"
      ],
      "quotes": [
        "Nigdy nie jest za późno, by zacząć czynić dobro.",
        "Prawdziwe bogactwo mierzy się sercem, a nie zawartością sakiewki."
      ],
      "plan": [
        "Przedstawienie Scrooge’a i jego stosunku do świąt oraz ludzi.",
        "Wizyta ducha Marleya i zapowiedź trzech duchów.",
        "Podróż z Duchem Przeszłych Świąt – wspomnienia młodości Scrooge’a.",
        "Podróż z Duchem Tegorocznych Świąt – obraz radości i biedy innych ludzi.",
        "Podróż z Duchem Przyszłych Świąt – wizja samotnej śmierci Scrooge’a.",
        "Przebudzenie bohatera i jego przemiana w dobrego, hojnego człowieka."
      ],
      "facts": [
        "Autorem opowieści jest angielski pisarz Charles Dickens.",
        "„Opowieść wigilijna” została wydana w XIX wieku i szybko stała się świąteczną klasyką.",
        "Historia była wielokrotnie ekranizowana, także w wersjach animowanych i uwspółcześnionych."
      ]
    }
  ]
}