{
  "7-9": [
    {
      "id": "pies_jezdzil_koleja",
      "title": "O psie, który jeździł koleją",
      "author": "Roman Pisarski",
      "summary_short": "Historia niezwykłego psa Lampo, który samodzielnie podróżuje pociągami po Włoszech i zawsze wraca do swojej rodziny. Opowieść o wierności, przywiązaniu i poświęceniu.",
      "summary_long": "Głównym bohaterem opowiadania jest Lampo – kundelek, który pewnego dnia pojawia się na małej włoskiej stacji kolejowej. Początkowo ludzie traktują go jak przypadkowego psa, ale szybko okazuje się, że Lampo jest bardzo mądry. Uczy się rozkładu jazdy, wsiada do pociągów o odpowiedniej porze, a potem wraca tym samym lub innym składem. Staje się znany wśród kolejarzy i pasażerów, a szczególnie zaprzyjaźnia się z zawiadowcą stacji oraz jego rodziną.\n\nLampo bardzo przywiązuje się do córeczki zawiadowcy, która często na niego czeka i spędza z nim czas. Pies nie tylko podróżuje, ale też jakby „pilnuje” dziewczynki – odprowadza ją do szkoły, towarzyszy w codziennym życiu. Kiedy władze kolei uznają, że pies na stacji jest problemem, Lampo zostaje wysłany daleko, w inne miejsce. Mimo odległości udaje mu się wrócić – to pokazuje jego niezwykłą orientację i przywiązanie do ludzi.\n\nW poruszającym finale Lampo ratuje dziewczynkę podczas wypadku na torach. Sam ginie, ale swoim czynem udowadnia, że jego miłość i lojalność są silniejsze niż instynkt przetrwania. Opowiadanie pokazuje, jak wielka więź może połączyć człowieka i zwierzę oraz jak ważna jest odpowiedzialność za ukochanego pupila.",
      "characters": [
        "Lampo – mądry, wierny pies podróżujący pociągami",
        "Zawiadowca stacji – opiekun Lampo",
        "Córka zawiadowcy – dziewczynka zaprzyjaźniona z Lampo",
        "kolejarze i pasażerowie na stacji"
      ],
      "themes": [
        "przyjaźń człowieka i zwierzęcia",
        "wierność i poświęcenie",
        "tęsknota i przywiązanie do domu",
        "odpowiedzialność za zwierzę"
      ],
      "questions": [
        "Dlaczego Lampo stał się tak ważny dla rodziny zawiadowcy?",
        "Jakie cechy charakteru sprawiają, że Lampo jest bohaterem, a nie tylko zwykłym psem?",
        "W jaki sposób opowiadanie pokazuje wartość poświęcenia dla drugiej osoby?",
        "Jak zareagowałbyś/zareagowałabyś na widok psa podróżującego samodzielnie pociągiem?"
      ],
      "quotes": [
        "Prawdziwy przyjaciel wraca, choćby musiał przejść bardzo długą drogę.",
        "Dom to nie tylko miejsce, ale przede wszystkim ludzie, do których wracamy."
      ],
      "plan": [
        "Pojawienie się Lampo na stacji kolejowej.",
        "Oswajanie się psa z kolejarzami i rodziną zawiadowcy.",
        "Lampo uczy się jeździć pociągami i wracać na stację.",
        "Przyjaźń psa z córeczką zawiadowcy.",
        "Wysiedlenie Lampo i jego trudny powrót.",
        "Wypadek na torach i bohaterski czyn psa.",
        "Reakcja ludzi na śmierć Lampo."
      ],
      "facts": [
        "Opowieść inspirowana jest prawdziwą historią psa podróżującego pociągami.",
        "Książka często pojawia się jako lektura w młodszych klasach szkoły podstawowej.",
        "Tekst porusza dziecięcych czytelników, ale jednocześnie uczy empatii i wrażliwości."
      ]
    },
    {
      "id": "plastusiowy_pamietnik",
      "title": "Plastusiowy pamiętnik",
      "author": "Maria Kownacka",
      "summary_short": "Plastuś – ludzik z plasteliny mieszkający w piórniku – opowiada o szkolnym życiu Tosi, przyborów szkolnych i codziennych przygodach w klasie.",
      "summary_long": "Plastuś to mały ludzik ulepiony z plasteliny przez dziewczynkę o imieniu Tosia. Dziewczynka umieszcza go w swoim piórniku, gdzie Plastuś staje się obserwatorem i uczestnikiem szkolnego życia. To on prowadzi tytułowy pamiętnik, w którym opisuje wydarzenia z punktu widzenia przyborów szkolnych – ołówków, gumek, kredek i temperówek.\n\nW kolejnych rozdziałach poznajemy nie tylko przedmioty z piórnika, ale także szkolne sytuacje: lekcje, przerwy, relacje między dziećmi. Plastuś przeżywa kłopoty razem z Tosią – martwi się, gdy coś się zgubi, cieszy się z pochwał nauczycielki, przeżywa konflikty z kolegami i koleżankami z ławki. Dzięki temu, że narrator jest „mały” i patrzy z dołu, szkolny świat wydaje się trochę magiczny i bardzo bliski czytelnikowi.\n\nKsiążka w prosty sposób pokazuje, że przedmioty codziennego użytku mogą mieć dla dziecka duże znaczenie emocjonalne. Plastuś uczy odpowiedzialności za własne rzeczy, porządku w piórniku, ale też odwagi w trudnych sytuacjach, np. gdy Tosia popełnia błąd czy boi się sprawdzianu. To ciepła, pogodna opowieść, która oswaja najmłodszych uczniów ze szkołą, regułami panującymi w klasie i pokazuje, że każdy może znaleźć swoje miejsce.",
      "characters": [
        "Plastuś – mały ludzik z plasteliny, narrator i obserwator wydarzeń",
        "Tosia – właścicielka piórnika, uczennica",
        "przybory z piórnika: ołówki, gumka, pióro, temperówka",
        "nauczycielka i koledzy z klasy"
      ],
      "themes": [
        "początki szkolnego życia",
        "odpowiedzialność za swoje rzeczy",
        "przyjaźń i współpraca",
        "oswajanie szkolnych lęków"
      ],
      "questions": [
        "Dlaczego Plastuś jest dobrym narratorem dla tej historii?",
        "Jakie szkolne problemy przeżywa Tosia i jej koledzy?",
        "Czego ta książka uczy o dbaniu o swoje rzeczy?",
        "Gdyby twój piórnik mógł mówić, co by o tobie napisał w pamiętniku?"
      ],
      "quotes": [
        "Nawet w małym piórniku mogą dziać się wielkie przygody.",
        "Rzeczy, o które dbamy, odwdzięczają się nam na swój sposób."
      ],
      "plan": [
        "Ulepienie Plastusia przez Tosię.",
        "Przeprowadzka Plastusia do piórnika.",
        "Poznanie innych przyborów i szkolnych zwyczajów.",
        "Opis kolejnych szkolnych dni i przygód Tosi.",
        "Trudniejsze sytuacje – zgubione rzeczy, szkolne kłopoty.",
        "Zrozumienie, jak ważny jest porządek i odpowiedzialność.",
        "Dojrzewanie Tosi jako uczennicy."
      ],
      "facts": [
        "Książka powstała w latach 30. XX wieku, ale nadal jest chętnie czytana.",
        "Plastuś należy do klasycznych bohaterów polskiej literatury dziecięcej.",
        "Opowieść oswaja najmłodsze dzieci z realiami szkoły."
      ]
    },
    {
      "id": "niesamowite_przygody_skarpetek",
      "title": "Niesamowite przygody dziesięciu skarpetek",
      "author": "Justyna Bednarek",
      "summary_short": "Dziesięć skarpetek ucieka z pralki i wyrusza w świat, aby spełniać własne marzenia. Każda przeżywa inną, zaskakującą przygodę.",
      "summary_long": "Książka opowiada o zwyczajnej rodzinie i zupełnie niezwykłych skarpetkach. Z pozoru codzienna sytuacja – znikająca w pralce skarpetka – zamienia się w serię barwnych opowieści o tym, co dzieje się z ubraniami, które „zaginęły”. Każda z dziesięciu skarpetek ucieka przez szczelinę pod pralką i trafia w inne miejsce na świecie.\n\nJedna skarpetka zostaje pomocą dla chorego chłopca, inna zostaje gwiazdą filmową, jeszcze inna robi karierę w polityce albo pomaga zwierzętom. Każda ma własny charakter – jest odważna, nieśmiała, zabawna lub uparta – i spotyka ludzi, którzy potrzebują wsparcia, pocieszenia albo odrobiny szaleństwa. Dzięki temu nawet mała skarpetka może odegrać wielką rolę w czyimś życiu.\n\nHistorie są pełne humoru, ale niosą też ważne przesłanie: warto mieć marzenia i odwagę, by szukać swojego miejsca. Książka uczy akceptacji inności, pokazuje, że każdy może być „trochę inny” i to jest w porządku. Dla dzieci opowieści o skarpetkach są zabawną przygodą, a dla dorosłych – okazją do rozmowy o wyborach, zmianach i szukaniu szczęścia.",
      "characters": [
        "różne skarpetki – bohaterki poszczególnych opowieści",
        "rodzina, w której mieszkają skarpetki i pralka",
        "ludzie i zwierzęta spotykani przez skarpetki"
      ],
      "themes": [
        "odwaga i zmiana",
        "szukanie własnej drogi",
        "inność jako wartość",
        "pomaganie innym"
      ],
      "questions": [
        "Która przygoda skarpetki najbardziej ci się spodobała i dlaczego?",
        "Czego skarpetki uczą o odwadze i spełnianiu marzeń?",
        "Jaką rolę odgrywa humor w tej książce?",
        "Gdyby twoja skarpetka mogła uciec z pralki, jakie przeżyłaby przygody?"
      ],
      "quotes": [
        "Nawet zwykła skarpetka może przeżyć niezwykłe życie.",
        "Czasem trzeba odważyć się na zmianę, by odnaleźć swoje miejsce."
      ],
      "plan": [
        "Przedstawienie rodziny i zagadki znikających skarpetek.",
        "Wyjaśnienie, jak skarpetki uciekają przez dziurę pod pralką.",
        "Opowieści o kolejnych skarpetkach i ich nowych życiach.",
        "Pokazanie sukcesów, radości i problemów bohaterek.",
        "Zrozumienie, że każda skarpetka jest inna i wyjątkowa.",
        "Zakończenie podkreślające wartość marzeń i odwagi."
      ],
      "facts": [
        "Książka zdobyła dużą popularność i została przetłumaczona na różne języki.",
        "Jej bohaterki zachęcają dzieci do kreatywnego myślenia i wymyślania własnych historii.",
        "Często wykorzystywana jest na zajęciach szkolnych jako punkt wyjścia do rozmów o marzeniach."
      ]
    },
    {
      "id": "cukierku_ty_lobuzie",
      "title": "Cukierku, ty łobuzie!",
      "author": "Waldemar Cichoń",
      "summary_short": "Kot Cukierek trafia do rodziny Maćka i od pierwszych dni wywraca ich życie do góry nogami. Jego psoty są źródłem kłopotów, ale też śmiechu i ciepła.",
      "summary_long": "Cukierek to kot, który nie ma zamiaru być spokojnym, grzecznym pupilem. Gdy rodzina Maćka przygarnia go do domu, szybko okazuje się, że nowy domownik jest pełen energii, ciekawski i bardzo uparty. Skacze po meblach, zrzuca przedmioty z półek, drapie firanki i wchodzi tam, gdzie absolutnie nie powinien.\n\nKażdy rozdział książki to osobna przygoda, w której Cukierek wplątuje rodzinę w zabawne sytuacje: ucieka z domu, gubi się, psoci w najmniej odpowiednim momencie. Choć często wydaje się, że kot sprawia same kłopoty, bohaterowie stopniowo odkrywają, że życie z nim jest pełniejsze – jest więcej ruchu, śmiechu i emocji. Cukierek uczy Maćka i jego bliskich cierpliwości, odpowiedzialności i tego, że miłość do zwierzęcia to nie tylko przytulanie, ale też obowiązki.\n\nKsiążka napisana jest z humorem, prostym językiem, dzięki czemu dzieci łatwo utożsamiają się z bohaterami. Jednocześnie pokazuje, że przygarnięcie zwierzęcia to decyzja na lata i wymaga zaangażowania całej rodziny.",
      "characters": [
        "Cukierek – psotny, energiczny kot",
        "Maciek – chłopiec, który opowiada o Cukierku",
        "rodzice Maćka",
        "inni członkowie rodziny i znajomi"
      ],
      "themes": [
        "odpowiedzialność za zwierzę",
        "rodzina i wspólne życie",
        "humor w codziennych sytuacjach",
        "cierpliwość i wyrozumiałość"
      ],
      "questions": [
        "Jakie zachowania Cukierka są zabawne, a jakie kłopotliwe?",
        "Czego Maciek i jego rodzina uczą się dzięki Cukierkowi?",
        "Co trzeba wziąć pod uwagę, zanim przygarnie się zwierzę do domu?",
        "Czy uważasz, że Cukierek mimo psot jest dobrym kotem? Dlaczego?"
      ],
      "quotes": [
        "Z kotem w domu nigdy nie jest nudno.",
        "Prawdziwa odpowiedzialność zaczyna się wtedy, gdy kogoś oswoimy."
      ],
      "plan": [
        "Pojawienie się Cukierka w rodzinie Maćka.",
        "Pierwsze psoty i kłopoty z nowym kotem.",
        "Kolejne przygody i zabawne sytuacje z Cukierkiem.",
        "Zrozumienie, że rodzina musi dzielić się obowiązkami.",
        "Zacieśnianie więzi między Maćkiem a kotem.",
        "Wniosek, że życie z Cukierkiem jest trudne, ale lepsze."
      ],
      "facts": [
        "Książka ma kilka kolejnych części opisujących dalsze przygody Cukierka.",
        "Autor inspirował się prawdziwym kotem swojej rodziny.",
        "Lektura często wykorzystywana jest do rozmów o odpowiedzialności za zwierzę."
      ]
    },
    {
      "id": "dzieci_z_bullerbyn",
      "title": "Dzieci z Bullerbyn",
      "author": "Astrid Lindgren",
      "summary_short": "Dzieci z małej wioski Bullerbyn przeżywają codzienne przygody: bawią się, pomagają w domu, chodzą do szkoły i cieszą się prostymi rzeczami.",
      "summary_long": "Bullerbyn to niewielka wioska w Szwecji, składająca się z trzech zagród: Środkowej, Górnej i Dolnej. Mieszkają tam Lisa, jej bracia Lasse i Bosse oraz ich przyjaciele – Olle, Britta i Anna. Książka jest zbiorem opowieści o życiu tej grupy dzieci, o ich zabawach, obowiązkach i świętach.\n\nBohaterowie chodzą razem do szkoły, pomagają rodzicom w gospodarstwie, opiekują się zwierzętami, zbierają jagody i organizują własne zabawy. Dla nich wielkim wydarzeniem może być wyprawa do sklepu, nocowanie w stodole, odwiedziny dziadka czy przygotowania do Bożego Narodzenia. Choć ich życie jest proste i pozbawione nowoczesnych technologii, pełne jest radości, bliskości i poczucia wspólnoty.\n\nNarratorką jest Lisa, dzięki czemu czytelnik widzi świat oczami dziecka – świat pełen ciekawości, humoru, czasem sprzeczek z rodzeństwem, ale też szybkich pojednań. Książka pokazuje, że prawdziwe szczęście często kryje się w zwykłych chwilach spędzonych z rodziną i przyjaciółmi.",
      "characters": [
        "Lisa – narratorka, wesoła dziewczynka z Bullerbyn",
        "Lasse i Bosse – bracia Lisy",
        "Britta i Anna – przyjaciółki Lisy",
        "Olle – kolega z sąsiedniej zagrody",
        "rodziny dzieci, dziadek i mieszkańcy wioski"
      ],
      "themes": [
        "przyjaźń i wspólna zabawa",
        "życie na wsi i obowiązki domowe",
        "rodzina, tradycja i bliskość",
        "radość z prostych rzeczy"
      ],
      "questions": [
        "Jakie obowiązki mają dzieci w Bullerbyn i jak łączą je z zabawą?",
        "Czym różni się życie w Bullerbyn od życia we współczesnym mieście?",
        "Która przygoda dzieci najbardziej ci się spodobała?",
        "Czego ta książka uczy o przyjaźni i rodzinie?"
      ],
      "quotes": [
        "Najlepiej bawi się człowiek tam, gdzie są dobrzy przyjaciele.",
        "Nawet mała wioska może być całym światem."
      ],
      "plan": [
        "Przedstawienie Bullerbyn i bohaterów.",
        "Opis codziennych obowiązków dzieci.",
        "Różne zabawy i przygody bohaterów.",
        "Święta i ważne wydarzenia we wsi.",
        "Relacje między rodzeństwem i przyjaciółmi.",
        "Zakończenie podkreślające wartość rodzinnego życia."
      ],
      "facts": [
        "Autorka Astrid Lindgren jest jedną z najsłynniejszych pisarek literatury dziecięcej na świecie.",
        "Bullerbyn jest wzorowane na prawdziwej szwedzkiej wiosce.",
        "Książka bywa czytana jako lektura w wielu krajach."
      ]
    }
  ],
  "10-12": [
    {
      "id": "akademia_pana_kleksa",
      "title": "Akademia Pana Kleksa",
      "author": "Jan Brzechwa",
      "summary_short": "Adaś Niezgódka trafia do niezwykłej szkoły prowadzonej przez ekscentrycznego Pana Kleksa, gdzie nauka zamienia się w przygodę pełną fantazji i magii.",
      "summary_long": "Adaś Niezgódka jest nieśmiałym chłopcem, który ma poczucie, że nie pasuje do zwykłej szkoły. Pewnego dnia zostaje przyjęty do Akademii Pana Kleksa – niezwykłej placówki, w której wszystko wygląda inaczej niż w realnym świecie. Zamiast typowych lekcji są tu fantastyczne zajęcia: kleksografia, wyprawy do bajek, rozmowy ze zwierzętami czy podróże balonem. Sam dyrektor szkoły, Pan Kleks, potrafi zmieniać swój wzrost, wyciągać z kieszeni niezwykłe przedmioty i wprowadzać uczniów w świat wyobraźni.\n\nW Akademii panuje atmosfera swobody i ciekawości. Uczniowie uczą się nie tylko przedmiotów szkolnych, ale też odwagi, współpracy i zaufania do siebie. Adaś stopniowo pokonuje swoją nieśmiałość, zdobywa przyjaciół i odkrywa, że ma wiele talentów. Jednocześnie nad Akademią pojawiają się cienie – pojawia się wątek Golarza Filipa, który próbuje zniszczyć niezwykły świat Pana Kleksa.\n\nKsiążka pokazuje, że szkoła może być miejscem przygody, a nauka – fascynującą podróżą. Podkreśla wartość wyobraźni, kreatywności i nauczyciela, który dostrzega potencjał w każdym dziecku.",
      "characters": [
        "Adaś Niezgódka",
        "Pan Kleks",
        "Mateusz – mówiący szpak",
        "uczniowie Akademii",
        "Golarz Filip"
      ],
      "themes": [
        "wyobraźnia i fantazja",
        "dojrzewanie i wiara w siebie",
        "rola nauczyciela i szkoły",
        "walka dobra z siłami, które niszczą marzenia"
      ],
      "questions": [
        "Czym Akademia Pana Kleksa różni się od zwykłej szkoły?",
        "Jak pobyt w Akademii zmienił Adasia?",
        "Jaką rolę pełni Pan Kleks w życiu swoich uczniów?",
        "Dlaczego wyobraźnia jest tak ważna w tej książce?"
      ],
      "quotes": [
        "Wszystko jest możliwe, jeśli pozwolisz działać wyobraźni.",
        "Szkoła może być przygodą, a nie tylko obowiązkiem."
      ],
      "plan": [
        "Przedstawienie Adasia i jego problemów w zwykłej szkole.",
        "Przyjazd do Akademii Pana Kleksa.",
        "Poznanie niezwykłych zajęć i zasad panujących w Akademii.",
        "Przygody Adasia i uczniów – wyprawy do bajek, lekcje kleksografii.",
        "Pojawienie się zagrożenia ze strony Golarza Filipa.",
        "Zmiana w Adasiu – większa odwaga i wiara w siebie."
      ],
      "facts": [
        "Książka łączy elementy fantastyki z refleksją o edukacji.",
        "Pan Kleks stał się jedną z najbardziej rozpoznawalnych postaci w polskiej literaturze dziecięcej.",
        "Na podstawie książki powstał popularny film."
      ]
    },
    {
      "id": "mikolajek",
      "title": "Mikołajek (wybrane opowiadania)",
      "author": "René Goscinny, Jean-Jacques Sempé",
      "summary_short": "Mikołajek opowiada o swoich codziennych przygodach z kolegami, które z pozoru są zwyczajne, ale zamieniają się w pasmo zabawnych katastrof.",
      "summary_long": "Seria opowiadań o Mikołajku przedstawia świat widziany oczami kilkuletniego chłopca. Mikołajek chodzi do szkoły, ma paczkę barwnych kolegów i przekonanie, że dorośli często przesadzają z powagą. W kolejnych historyjkach chłopcy grają w piłkę, robią klasowe zdjęcie, przygotowują się do wizyty ważnych gości, sprzeczają się, biją i szybko godzą. Każda sytuacja, nawet zwykła wizyta u fotografa, zamienia się w drobną katastrofę.\n\nOpowieści są pełne humoru, bo narrator nie rozumie wszystkich motywów dorosłych – ich decyzje wydają się dzieciom dziwne, ale z punktu widzenia rodziców i nauczycieli często są logiczne. Dzięki temu czytelnik widzi wydarzenia z dwóch perspektyw naraz. Mikołajek i jego koledzy bywają hałaśliwi, zazdrośni i nieposłuszni, ale też lojalni wobec siebie i wrażliwi.\n\nKsiążka pokazuje, że dziecięcy świat jest pełen emocji: radości, złości, wstydu, zazdrości. Jednocześnie uczy, że przyjaźń i poczucie humoru pomagają przetrwać szkolne kłopoty.",
      "characters": [
        "Mikołajek",
        "Alcest, Ananiasz, Rufus, Euzebiusz i inni koledzy",
        "rodzice Mikołajka",
        "nauczyciele"
      ],
      "themes": [
        "przyjaźń i konflikty w grupie rówieśniczej",
        "szkoła widziana oczami dziecka",
        "humor i dziecięca logika"
      ],
      "questions": [
        "Dlaczego bohaterowie tak często pakują się w kłopoty?",
        "Jak dorośli reagują na zachowanie chłopców?",
        "Który z kolegów Mikołajka jest ci najbliższy i dlaczego?",
        "Jakie emocje najczęściej przeżywa Mikołajek?"
      ],
      "quotes": [
        "To było bardzo fajne, ale trochę dostaliśmy po uszach.",
        "Dorośli czasem się wcale nie znają."
      ],
      "plan": [
        "Przedstawienie Mikołajka i jego kolegów.",
        "Opis różnych szkolnych i domowych przygód.",
        "Konflikty między chłopcami i ich szybkie godzenie.",
        "Reakcje dorosłych na wybryki dzieci.",
        "Wniosek, że mimo kłopotów przyjaźń jest najważniejsza."
      ],
      "facts": [
        "Postać Mikołajka stworzył scenarzysta komiksów o Asteriksie – René Goscinny.",
        "Opowiadania zostały zilustrowane przez Jeana-Jacques’a Sempé.",
        "Seria o Mikołajku cieszy się popularnością w wielu krajach."
      ]
    },
    {
      "id": "tajemniczy_ogrod",
      "title": "Tajemniczy ogród",
      "author": "Frances Hodgson Burnett",
      "summary_short": "Osierocona Mary trafia do ponurego domu wuja, gdzie odkrywa zamknięty ogród. Wspólnie z nowymi przyjaciółmi przywraca go do życia, a wraz z nim odradzają się ich charaktery i relacje.",
      "summary_long": "Mary Lennox wychowuje się w Indiach, zaniedbywana przez rodziców i rozpieszczana przez służbę. Po wybuchu epidemii i śmierci rodziców dziewczynka zostaje wysłana do Anglii, do posiadłości wuja Archibalda Cravena na wrzosowiskach. Dom jest ponury, pełen zamkniętych pokoi i tajemnic. Mary początkowo jest kapryśna, nieuprzejma i samotna.\n\nZ czasem dziewczynka zaczyna wychodzić na dwór, poznaje służącą Martę i jej brata Dickona, który ma niezwykły dar porozumiewania się ze zwierzętami. Mary dowiaduje się o istnieniu tajemniczego ogrodu, zamkniętego od lat po śmierci ciotki. Dzięki znalezionemu kluczowi i pomocy Dickona dziewczynka otwiera bramę i zaczyna porządkować zaniedbane miejsce.\n\nPraca w ogrodzie sprawia, że Mary się zmienia – staje się silniejsza, życzliwsza i ciekawska. Odkrywa też chorego kuzyna Colina, który jest przekonany, że umrze młodo i nie będzie chodził. Dziewczynka i Dickon wciągają go w prace w ogrodzie, zachęcają do ćwiczeń i przebywania na świeżym powietrzu. Colin stopniowo odzyskuje zdrowie i wiarę w siebie. Wraz z odradzającym się ogrodem odradzają się też bohaterowie, a wuj Archibald, dotąd pogrążony w żałobie, odzyskuje nadzieję.\n\nOgród w powieści jest symbolem życia, które może odrodzić się mimo cierpienia. Książka pokazuje, że przyjaźń, natura i wspólna praca potrafią leczyć rany psychiczne i fizyczne.",
      "characters": [
        "Mary Lennox",
        "Colin Craven",
        "Dickon",
        "wuj Archibald Craven",
        "Marta i jej rodzina"
      ],
      "themes": [
        "przemiana wewnętrzna bohaterów",
        "uzdrawiająca moc natury",
        "przyjaźń i wsparcie",
        "samotność i jej przezwyciężanie"
      ],
      "questions": [
        "Jak zmienia się Mary od początku do końca powieści?",
        "W jaki sposób ogród wpływa na zdrowie i nastawienie Colina?",
        "Dlaczego wuj Archibald unikał ogrodu i domu?",
        "Co w tej historii jest dla ciebie najbardziej „magiczne” – dosłownie lub w przenośni?"
      ],
      "quotes": [
        "Gdzieś w głębi każdego, nawet najbardziej zaniedbanego ogrodu, tli się życie.",
        "Kiedy człowiek zaczyna wierzyć, że może wyzdrowieć, robi pierwszy krok ku zdrowiu."
      ],
      "plan": [
        "Dzieciństwo Mary w Indiach i śmierć rodziców.",
        "Przyjazd do posiadłości wuja w Anglii.",
        "Odkrycie tajemniczego ogrodu i znalezienie klucza.",
        "Poznanie Dickona i wspólna praca w ogrodzie.",
        "Odkrycie Colina i wciągnięcie go do zabaw oraz ćwiczeń.",
        "Przemiana bohaterów i odrodzenie ogrodu.",
        "Powrót wuja i jego radość na widok zdrowego syna."
      ],
      "facts": [
        "Powieść została wydana na początku XX wieku, ale nadal jest chętnie czytana.",
        "Doczekała się wielu ekranizacji filmowych i teatralnych.",
        "Jest jedną z najważniejszych klasycznych książek o relacji człowieka z naturą."
      ]
    }
  ],
  "13-14": [
    {
      "id": "maly_ksiaze",
      "title": "Mały Książę",
      "author": "Antoine de Saint-Exupéry",
      "summary_short": "Pilot, który ląduje awaryjnie na pustyni, spotyka Małego Księcia z odległej planety. Rozmowy z chłopcem skłaniają go do refleksji nad miłością, przyjaźnią i sensem życia.",
      "summary_long": "Narrator, pilot samolotu, musi awaryjnie lądować na pustyni i samodzielnie naprawić maszynę. Niespodziewanie pojawia się przy nim Mały Książę – tajemniczy chłopiec z planety B-612. Prosi pilota, by narysował mu baranka, a potem stopniowo opowiada historię swojego życia.\n\nNa swojej małej planecie Mały Książę zajmował się trzema wulkanami i wyjątkową Różą, którą bardzo kochał, choć nie zawsze to rozumiał. Czuł się zraniony jej kaprysami, więc postanowił wyruszyć w podróż po innych planetach. Odwiedza m.in. Króla, Próżnego, Pijaka, Bankiera, Latarnika i Geografa – dorośli ci są tak pochłonięci swoimi obsesjami, że nie mają czasu na relacje z innymi. Chłopiec nie potrafi zrozumieć ich zachowania.\n\nW końcu trafia na Ziemię, gdzie spotyka Lisa. Zwierzę tłumaczy mu, czym jest „oswajanie” – budowanie więzi, która sprawia, że druga istota staje się jedyna i niepowtarzalna. Dzięki tej rozmowie Mały Książę rozumie, że jego Róża, choć kapryśna, jest dla niego najważniejsza, bo poświęcił jej swój czas i uczucia. Chłopiec dochodzi do wniosku, że „najważniejsze jest niewidoczne dla oczu”.\n\nKsiążka kończy się tajemniczym odejściem Małego Księcia i smutną, ale pełną nadziei refleksją pilota. Utwór, choć napisany w formie baśni, porusza poważne tematy: samotność, potrzebę miłości, odpowiedzialność za drugą osobę oraz krytykę dorosłych, którzy zapominają, co w życiu najważniejsze.",
      "characters": [
        "Mały Książę",
        "Pilot – narrator",
        "Róża",
        "Lis",
        "Król, Próżny, Pijak, Bankier, Latarnik, Geograf"
      ],
      "themes": [
        "miłość i odpowiedzialność za drugą osobę",
        "przyjaźń i oswajanie",
        "samotność i poszukiwanie sensu życia",
        "krytyka płytkiego podejścia dorosłych"
      ],
      "questions": [
        "Co oznacza zdanie: „Stajesz się odpowiedzialny na zawsze za to, co oswoiłeś”?",
        "Która z planet odwiedzonych przez Małego Księcia zrobiła na tobie największe wrażenie i dlaczego?",
        "W jaki sposób autor krytykuje zachowanie dorosłych?",
        "Dlaczego Mały Książę mimo wszystko tęskni za swoją Różą?"
      ],
      "quotes": [
        "Dobrze widzi się tylko sercem. Najważniejsze jest niewidoczne dla oczu.",
        "Stajesz się odpowiedzialny na zawsze za to, co oswoiłeś."
      ],
      "plan": [
        "Awaryjne lądowanie pilota na pustyni.",
        "Pojawienie się Małego Księcia i początek rozmowy.",
        "Opowieść o życiu na planecie B-612 i o Róży.",
        "Podróże Małego Księcia na inne planety i spotkania z dorosłymi.",
        "Przybycie na Ziemię i rozmowa z Lisem.",
        "Zrozumienie wartości Róży i odpowiedzialności.",
        "Odejście Małego Księcia i refleksja narratora."
      ],
      "facts": [
        "Książka jest jedną z najczęściej tłumaczonych na świecie.",
        "Autor był pilotem, co znajduje odzwierciedlenie w postaci narratora.",
        "Utwór łączy cechy baśni, przypowieści i filozoficznej refleksji."
      ]
    },
    {
      "id": "kamienie_na_szaniec",
      "title": "Kamienie na szaniec",
      "author": "Aleksander Kamiński",
      "summary_short": "Prawdziwa historia trzech harcerzy – Alka, Rudego i Zośki – którzy w czasie okupacji niemieckiej działają w Szarych Szeregach i ryzykują życie dla wolności Polski.",
      "summary_long": "Książka przedstawia losy trzech przyjaciół z warszawskiego gimnazjum im. Batorego: Alka, Rudego i Zośki. Przed wojną są zwykłymi licealistami, którzy chodzą na wycieczki, żartują i planują przyszłość. Wybuch II wojny światowej brutalnie przerywa ich młodość. Chłopcy wstępują do harcerskiej konspiracji – Szarych Szeregów.\n\nPoczątkowo zajmują się małym sabotażem: zrywają niemieckie plakaty, malują na murach znak Polski Walczącej, utrudniają życie okupantowi w symboliczny sposób. Z czasem ich działania stają się coraz bardziej niebezpieczne – biorą udział w akcjach dywersyjnych, pomagają więźniom, przeprowadzają ryzykowne operacje.\n\nNajbardziej dramatycznym momentem jest aresztowanie Rudego przez Gestapo. Chłopak jest brutalnie torturowany, ale nie wydaje swoich towarzyszy. Zośka i Alek biorą udział w akcji pod Arsenałem, by go uwolnić. Mimo bohaterskiego wysiłku nie udaje się uratować wszystkich – śmierć bohaterów staje się symbolem najwyższego poświęcenia.\n\nUtwór pokazuje, jak zwyczajni młodzi ludzie, wychowani w duchu harcerskich wartości, w obliczu wojny dojrzewają do heroizmu. Ich przyjaźń, odwaga i gotowość do poświęceń stają się wzorem patriotyzmu.",
      "characters": [
        "Alek (Maciej Aleksy Dawidowski)",
        "Rudy (Jan Bytnar)",
        "Zośka (Tadeusz Zawadzki)",
        "rodziny bohaterów",
        "harcerze i członkowie Szarych Szeregów"
      ],
      "themes": [
        "patriotyzm i walka o wolność",
        "przyjaźń silniejsza niż strach",
        "dojrzewanie w czasie wojny",
        "poświęcenie i heroizm"
      ],
      "questions": [
        "Dlaczego bohaterowie decydują się na walkę, mimo ogromnego ryzyka?",
        "Na czym polegał mały sabotaż i jaki był jego sens?",
        "Jak wojna wpływa na psychikę i wybory młodych bohaterów?",
        "Czy uważasz, że bohaterowie mieli inne wyjście niż walka?"
      ],
      "quotes": [
        "Umiera się nie po to, by ginąć, ale po to, by żyć wiecznie.",
        "Byli chłopcami, którzy potrafili pięknie żyć i pięknie umierać."
      ],
      "plan": [
        "Przedstawienie bohaterów przed wojną.",
        "Wybuch wojny i wstąpienie do Szarych Szeregów.",
        "Działania małego sabotażu.",
        "Udział w coraz poważniejszych akcjach zbrojnych.",
        "Aresztowanie Rudego i tortury.",
        "Akcja pod Arsenałem.",
        "Śmierć bohaterów i jej znaczenie."
      ],
      "facts": [
        "Postaci Alka, Rudego i Zośki mają swoje pierwowzory w prawdziwych harcerzach.",
        "Książka łączy elementy literatury faktu z powieścią.",
        "Tytuł nawiązuje do słów z wiersza Juliusza Słowackiego."
      ]
    },
    {
      "id": "zemsta",
      "title": "Zemsta",
      "author": "Aleksander Fredro",
      "summary_short": "Komedia ukazująca konflikt między Cześnikiem a Rejentem, którzy mieszkają w jednym zamku i ciągle się kłócą. Spór komplikuje miłość Wacława i Klary, a całość kończy się zabawnym pojednaniem.",
      "summary_long": "Akcja „Zemsty” rozgrywa się w starym zamku, podzielonym między dwóch właścicieli: porywczego Cześnika Raptusiewicza i pozornie spokojnego, ale chytrze działającego Rejenta Milczka. Między sąsiadami od dawna trwa spór o mur graniczny i wpływy na zamku. Cześnik jest gwałtowny, mówi głośno i działa impulsywnie, Rejent natomiast udaje pokornego i cichego, ale prowadzi intrygi na własną korzyść.\n\nCześnik planuje ożenić się z bogatą Podstoliną, aby zdobyć majątek. Rejent ma inny plan – chce, by Podstolina poślubiła jego syna Wacława. Problem w tym, że Wacław jest zakochany w Klarze, wychowance Cześnika. Pomiędzy młodymi rodzi się szczere uczucie, które komplikuje obie intrygi. Dodatkowo sytuację ubarwia Papkin – samochwała i tchórz, który udaje wielkiego rycerza, ale w praktyce boi się niemal wszystkiego.\n\nW toku akcji dochodzi do wielu zabawnych sytuacji: awantur o mur, podsłuchiwania rozmów, fałszywych listów, nieporozumień i przekomarzanek. Ostatecznie miłość młodych zwycięża – Wacław i Klara pobierają się, a skłóceni sąsiedzi dla dobra rodzin godzą się. Komedia ośmiesza szlacheckie pieniactwo, kłótliwość i chciwość, pokazując jednocześnie, że konflikt można zakończyć pojednaniem.",
      "characters": [
        "Cześnik Raptusiewicz",
        "Rejent Milczek",
        "Klara",
        "Wacław",
        "Podstolina",
        "Papkin"
      ],
      "themes": [
        "konflikt i pojednanie",
        "miłość młodych a interesy dorosłych",
        "ośmieszenie pieniactwa i chciwości",
        "komizm postaci i sytuacji"
      ],
      "questions": [
        "Jakie cechy Cześnika i Rejenta budzą śmiech czytelnika?",
        "Jaką rolę odgrywa Papkin w rozwoju akcji?",
        "Dlaczego, mimo tytułu, utwór kończy się zgodą, a nie krwawą zemstą?",
        "Co „Zemsta” mówi o wadach szlachty tamtych czasów?"
      ],
      "quotes": [
        "Niech się dzieje wola nieba, z nią się zawsze zgadzać trzeba.",
        "Ja z nim krótko – po szlachecku!"
      ],
      "plan": [
        "Przedstawienie konfliktu Cześnika i Rejenta.",
        "Plany małżeńskie Cześnika z Podstoliną.",
        "Intrygi Rejenta dotyczące Wacława i Podstoliny.",
        "Rozwój uczucia między Wacławem a Klarą.",
        "Dalsze sprzeczki o mur i honor.",
        "Ślub Wacława i Klary.",
        "Pojednanie zwaśnionych sąsiadów."
      ],
      "facts": [
        "„Zemsta” jest komedią napisaną wierszem.",
        "Utwór oparty jest częściowo na prawdziwym sporze o mur między dwoma rodzinami.",
        "Należy do najpopularniejszych polskich komedii teatralnych."
      ]
    }
  ]
}